[{"name":"Bùi Công Trừng","desc":"Bùi Công Trừng (1905-1977) là một nhà lý luận cách mạng, nhà kinh tế, nguyên Thứ trưởng Bộ Kinh tế Chính phủ Việt Nam Dân chủ Cộng hòa, Phó Chủ nhiệm Ủy ban Khoa học Nhà nước (tiền thân của hai cơ quan: Viện Khoa học Xã hội Việt Nam và Bộ Khoa học và Công nghệ), nguyên Bí thư xứ ủy Nam Kì Đảng cộng sản Đông Dương, nguyên Ủy viên dự khuyết Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa III. Đại biểu Quốc hội khoá II (1960 – 1964).Ông quê ở làng Cựu Xuân Dương, huyện Hương Trà, tỉnh Thừa Thiên Huế. Ông thoát li hoạt động cách mạng từ hồi còn rất trẻ, bị Thực dân Pháp bắt nhiều lần.[cần dẫn nguồn]Năm 1925, Bùi Công Trừng được gia đình cho sang Pháp du học, rồi ông tham gia Đảng Cộng sản Pháp. Năm 1927, ông được Đảng Cộng sản Pháp giới thiệu sang Liên Xô (cũ) học tại Đại học Đông Phương Staline, cùng với Ngô Ðức Trì, Nguyễn Thế Rục, Trần Phú, Bùi Lâm, Nguyễn Văn Trân (Bảy Trân), Nguyễn Xích, tạo thành nhóm cộng sản Việt Nam đầu tiên được thành lập tại Moskva.Năm 1937, ông cùng với nhà báo Hải Triều làm biên tập tờ báo Dân, tờ báo của Xứ ủy Trung Kỳ. Báo Dân kết hợp chặt chẽ với các đại biểu tiến bộ trong Viện Dân biểu Trung Kỳ và phong trào cách mạng của quần chúng, tạo nên sức mạnh to lớn chống sưu cao, thuế nặng, chống áp bức bất công, đòi tự do ngôn luận, đặc biệt là đánh bại dự án thuế thân và thuế điền thổ do khâm sứ Trung Kỳ đưa ra, làm rung chuyển bộ máy cai trị ở chính nơi đầu não của chúng.Trước năm 1945, ông từng làm Bí thư xứ ủy Nam Kì Đảng cộng sản Đông Dương.Năm 1946 ông tham gia trong Phái đoàn Việt Nam dự hội nghị trù bị Đà Lạt.Năm 1960 tại Đại hội Đảng Cộng sản Việt Nam III ông là ủy viên dự khuyết Ban chấp hành trung ương Đảng Lao động Việt Nam khóa III.Đại biểu Quốc hội khoá II (1960 – 1964).Ông hưởng ứng lập trường của Hoàng Minh Chính trong Vụ án Xét lại Chống Đảng và bị khai trừ Đảng (1972). Sau năm 1945, ông đảm nhiệm các công tác do Chính phủ giao, thành viên phái đoàn Chính phủ tham dự Hội nghị Fontainebleau.Ông hoạt động chủ yếu trong lĩnh vực kinh tế đảm nhiệm các chức vụ: Thứ trưởng Bộ Kinh tế phụ trách thương nghiệp, Tổng thư ký Hội đồng Kiến thiết Quốc gia, Trưởng ban Kinh tế thuộc Văn phòng Chủ tịch và Thủ tướng tại chiến khu cách mạng Tuyên Quang. Khi về chính quyền cách mạng về Hà nội, ông tiếp tục hoạt động trong lĩnh vực kinh tế làm Trưởng ban Quản lý thị trường trung ương (năm 1957). Chủ nhiệm Văn phòng Kinh tế Trung ương, Chủ nhiệm Văn phòng Tài chính Thương mại Thủ tướng chính phủ. Ông tham gia vào các tiểu ban của Ban Chấp hành Trung ương tổ chức Đại hội Đảng toàn quốc lần thứ ba.Năm 1958, khi Ủy ban Khoa học nhà nước (tiền thân của hai cơ quan: Viện Khoa học Xã hội Việt Nam và Bộ Khoa học và Công nghệ) được thành lập, ông giữ chức vụ Phó chủ nhiệm Uỷ ban Khoa học nhà nước (1958 – 1964) kiêm Bí thư Đảng đoàn Bộ, sau đó cùng ông Trần Phương xây dựng Viện Kinh tế học.Ông là người gióng hồi chuông báo động sớm nhất về nạn phá rừng. Khi đó các vấn đề môi sinh chưa trở thành vấn đề gay gắt toàn cầu, ông đã viết những bài về việc phải bảo vệ tài nguyên thiên nhiên.Năm 1962-1963, Bùi Công Trừng đã công khai lên tiếng về sản xuất hàng hóa đưa ra thị trường, đòi hòa nhập thị trường quốc tế ý muốn đột phá đầu ra cho các làng nghề đến với thị trường Tây u.Ông mất ngày 21/02 năm 1977 tại Hà Nội.","namSinh":"1905","namMat":"1977"},
{"name":"Nguyễn Xuân Oánh","desc":"Nguyễn Xuân Oánh (1921 – 2003) là chính khách, nhà kinh tế Việt Nam, cựu Phó Thủ tướng kiêm Thống đốc Ngân hàng, hai lần là Quyền Thủ tướng trong chính phủ Việt Nam Cộng hòa và cũng là Đại biểu Quốc hội nước Cộng hoà Xã hội chủ nghĩa Việt Nam. Nguyễn Xuân Oánh – người phục vụ cho 2 chế độTiến sĩ Nguyễn Xuân Oánh là cựu Phó Thủ tướng kiêm Thống đốc Ngân hàng, hai lần là Quyền Thủ tướng trong chính phủ Việt Nam Cộng hòa và cũng là Đại biểu Quốc hội nước Cộng hoà Xã hội chủ nghĩa Việt Nam. Ông cũng là một nhân sĩ được cả hai chế độ trọng dụng.Ông sinh năm 1921 tại Bắc Giang. Ông từ nhỏ đã được giáo dục theo Tây học. Lớn lên ông được gia đình cho sang Mỹ theo học tại Đại học Harvard về ngành Kinh tế. Ông tốt nghiệp tiến sĩ kinh tế của Harvard năm 1954, rồi làm việc cho Ngân hàng Thế giới trước khi về nước.Năm 1963, ông về nước và tham gia chính quyền. Sau đó ít lâu, ông được đề cử làm Thống đốc Ngân hàng Quốc gia, rồi Phó Thủ tướng Việt Nam Cộng hòa. Thậm chí, đã có lúc ông được ủy quyền Thủ tướng trong giai đoạn tướng Nguyễn Khánh nắm quyền (1964-1965).Ông kết hôn với một nữ minh tinh nổi tiếng thời bấy giờ là ‘Người đẹp Bình Dương’ – Thẩm Thúy Hằng, kém ông tận 20 tuổi. Sau ngày Sài Gòn giải phóng 30.4.1975, mặc cho bao nhiêu kẻ đe dọa, xúi giục, kích động bỏ Sài Gòn di tản, vợ chồng nghệ sĩ Thẩm Thúy Hằng – GS-TS Nguyễn Xuân Oánh vẫn cương quyết ở lại với đất nước. Chúng ta hãy còn nhớ, trước và sau ngày 30.4.1975, Sài Gòn rầm rộ các cuộc di tản, giẫm đạp lên nhau. Giọng điệu kẻ xấu tung tin nào là Việt cộng “trả thù”, là “Sài Gòn tắm máu”…, nhưng Sài Gòn đã được chuyển giao chính quyền một cách ôn hòa vsf hòa bình.Ông là một trong những trí thức của Việt Nam Cộng hòa được chính quyền TP Hồ Chí Minh đứng đầu là ông Võ Văn Kiệt trọng dụng. Đặc biệt, khi tiến trình Đổi mới được thực hiện cuối thập niên 1980, ông và nhiều nhà trí thức khác đã đóng góp rất nhiều vào việc cải cách các lĩnh vực ngân hàng, tài chính, đầu tư nước ngoài v.v. tại Việt Nam. Ông từng là Cố vấn kinh tế cho Tổng bí thư Nguyễn Văn Linh, và Thủ tướng Võ Văn Kiệt.Khi nền kinh tế Việt Nam bắt chuyển đổi từ kinh tế chỉ huy sang kinh tế thị trường, nhà nước đổi tiền, tăng lương bằng cách in thêm tiền đến lạm phát phi mã. Lượng hàng hóa trong nước không đủ đáp ứng nhu cầu của xã hội nên giá hàng hóa tăng nhanh hơn mức tăng của lương. Ông đã tham mưu cho nhà nước nâng lãi suất ngân hàng để tạo động lực cho người dân gửi tiền vào ngân hàng, đồng thời nhà nước vay tiền của các ngân hàng thương mại để hạn chế phát hành tiền nhằm giảm cung tiền từ đó giảm lạm phát.Ông cũng là Đại biểu Quốc hội nước Cộng hoà Xã hội chủ nghĩa Việt Nam, Uỷ viên Đoàn Chủ tịch Uỷ ban Trung ương Mặt trận Tổ quốc Việt Nam, Phó chủ tịch Liên hiệp các hội khoa học kỹ thuật TP. Hồ Chí Minh, Giám đốc Công ty Dịch vụ đầu tư TP. Hồ Chí Minh.Ông mất ngày 29.8.2003, tại TPHCM, thọ 82 tuổi, sau cơn bệnh đau tim nặng.Con út của ông là Nguyễn Xuân Ái Quốc, nguyên Giám đốc Trung tâm Chính sách Quy trình Ngân hàng Quốc tế Việt Nam. Cũng rất thành công với chuỗi cafe The Coffee Factory tại Sài Gòn cùng với người em trai sinh đôi là Nguyễn Xuân Quốc Việt","namSinh":"1921","namMat":"2003"},
{"name":"Tự Đức","desc":"Với 36 năm trị vì, Tự Đức là ông vua tại vị lâu nhất trong số 13 vua nhà Nguyễn. Ông tên là Nguyễn Phúc Hồng Nhậm, con trai thứ hai của vua Thiệu Trị. Theo luật thế tập của chế độ phong kiến, lẽ ra anh trai ông là Hồng Bảo mới là người nối ngôi. Nhưng do tài năng thấp kém, tính khí ngông nghênh nên Hồng Bảo bị vua cha phế truất khỏi ngôi Tiềm để, Hồng Nhậm được đưa lên ngai vàng trở thành vua Tự Đức – một vị vua, một nhà thơ hiền lành, thương dân, yêu nước nhưng thể chất yếu đuối, tính cách có phần bạc nhược và bi quan. Vốn bản tính thiếu quyết đoán, vua Tự Đức bế quan tỏa cảng cấm buôn bán với nước ngoài. Thời đó trên thế giới khoa học và công nghiệp đã phát triển mạnh mẽ, cạnh tranh buôn bán ngày càng gay gắt, nhưng triều thần quanh vua chỉ chăm lo việc văn chương, nghiên bút, bàn đến Nghiêu, Thuấn.Triều đại của ông đánh dấu nhiều biến đổi với vận mệnh Đại Nam. Năm 1858, liên quân Pháp-Tây Ban Nha nổ súng tấn công Đà Nẵng. Trước tình hình người Pháp xâm lấn trong triều đình đặt ra vấn đề cải cách. Liên tiếp các năm từ 1864 đến 1881 các quan liên tiếp dâng sớ xin nhà vua cho cải cách toàn diện đất nước nhưng mà vua không quyết dưới sự bàn ra của các đình thần. Mãi đến năm 1878, triều đình mới bắt đầu cử người thực hiện các bước đầu tiên trong quá trình cải cách là cho học tiếng nước ngoài, nhưng đình thần vẫn bất đồng và nảy sinh hai phe chủ trương cải cách và bảo thủ, rồi đến khi nước Đại Nam dần rơi vào tay quân Pháp cũng nảy sinh hai phe chủ chiến và chủ hòa.Ngày 16 tháng 6 năm Quý Mùi, tức ngày 19 tháng 7 năm 1883, vua Tự Đức qua đời. Bài vị nhà vua được đưa vào thờ trong Thế Miếu và có Miếu hiệu Dực Tông Anh Hoàng đế. Lăng vua Tự Đức hiệu Khiêm Lăng, tại làng Dương Xuân Thượng, huyện Hương Thủy, tỉnh Thừa Thiên.","namSinh":"1829","namMat":"1883"},
{"name":"Nguyễn An","desc":"Nguyễn An, còn gọi là A Lưu (tên gọi ở Trung Hoa), kiến trúc sư thời xưa, người Việt. Ông là tổng công trình sư và cùng với Sái Tín là kiến trúc sư trưởng của Tử Cấm Thành Bắc Kinh, Trung Quốc. Ông cũng tham gia trị thủy hệ thống sông Hoàng Hà. Nguyễn An sinh năm Tân Dậu (1381), quê ở vùng Hà Đông (có lẽ là ở một làng nghề nào đó thuộc phía Nam trấn Sơn Tây hay Tây Bắc trấn Sơn Nam lúc đó, sau vào thời nhà Nguyễn thuộc tỉnh Hà Đông, nay thuộc địa phận thành phố Hà Nội. Khi gần 16 tuổi (khoảng năm 1397), thời vua Trần Thuận Tông nhà Trần, ông đã tham gia các hiệp thợ xây dựng cung điện ở kinh thành Thăng Long nhà Trần.Nguyễn An còn có tên là A Lưu. Năm 1407 nhà Minh sang đánh bại nhà Hồ, chiếm được Việt Nam, ông cùng một số trẻ em vừa thông minh, vừa xinh đẹp bị tướng giặc Minh là Trương Phụ bắt đưa về Trung Quốc để hoạn. Nhưng cuộc đời của ông không chìm trong bóng tối ươn hèn của các hoạn quan. Năm 1416, theo lệnh của Thành Tổ, ông đứng ra tạo dựng thành trì, cung điện Bắc Kinh cùng các cơ quan thuộc Bộ thời bấy giờ. Không ai ngờ rằng, một thanh niên tuấn tú của Việt Nam, chỉ mới ngoài hai mươi tuổi lại có thể tự tay thiết kế bản vẽ, là vị tổng chỉ huy tối cao trong thi công. Tuy công trình này mô phỏng theo cung điện Nam Kinh nhưng nó hoành tráng và to lớn hơn nhiều.Thiên tài của Nguyễn An chưa dừng lại đó. Khi Minh Anh Tông lên ngôi (tương đương với thời Lê Nhân Tông ở nước ta), ông ta cho khởi công những công trình lớn. Năm 1437 công việc đầu tiên là xây dựng lầu thành chín cửa. Minh Anh Tông sai Nguyễn An đứng ra chủ trì công việc.Một năm sau, ông lại được lệnh xây dựng công trình khác. Nguyên do là ba cung điện bị hỏa hoạn nên ông phải xây dựng lại. Sau khi hoàn thành công việc, ông được Minh Anh Tông thưởng 50 lạng vàng, 100 lạng bạc, 8 tấm lụa, 1 vạn quan tiền. Tuy được thưởng chính đáng như thế nhưng Nguyễn An đã nộp toàn bộ những thứ được ban thưởng vào kho công. Hành động của ông đã khiến cho sử sách Trung Quốc còn khen ngợi mãi.Không những là một kiến trúc sư thiên tài, Nguyễn An còn là người giỏi về công tác thủy lợi. Lúc bấy giờ, tường thành Bắc Kinh – tức nội thành Bắc Bình hiện nay – ban đầu bên ngoài xây gạch, bên trong đắp đất nên hễ mưa là sụt lở. Tháng 10-1446, nhà vua lại sai ông đốc công xây dựng. Ông đã đích thân vạch kế hoạch trị thủy các sông Tắc Dương, Thôn Dịch mà sử sách Trung Quốc ghi nhận là “công tích rất lớn”.Năm 1449, ông lại được lệnh đi tuần tra đường thủy kênh đào từ Thông Châu đến Nam Kinh – tức Thông Huyện ngày nay, cách Bắc Kinh chừng 30km. Còn sông Trương Thu ở Sơn Đông bị vỡ, quan dân địa phương tu sửa mãi không xong, khoảng năm 1450, ông được lệnh đến đó để trị thủy. Không may trên đường đi, ông bị bệnh rồi mất dọc đường.","namSinh":"1381","namMat":"1449"},
{"name":"Quách Văn Tuấn","desc":"Ông tham gia Việt Minh ở xã An Nhơn Tây, huyện Củ Chi. Ông thường tổ chức đánh cờ tướng với các đồng chí của mình dưới hiên nhà, tán cây. Đây chính là hình thức để ông cùng các đồng chí mình họp bàn công việc. Ông từng làm chủ nhiệm Mặt trận Việt Minh của tỉnh Chợ Lớn-Long An,trưởng ban thông tin tuyên truyền của liên tỉnh uỷ kiêm phụ trách công tác dân quân. Ngày 21 tháng 1 năm 1949, Thực dân Pháp đánh vào căn cứ Lý Văn Mạnh (vùng Vườn Thơm trên sông Vàm Cỏ Tây). Ông bị giặc giết chết. Sau khi mất, thi hài ông được nhân dân địa phương và các đồng đội ông an táng tại bờ kênh thuộc xã Thuận Hoà, huyện Bến Lức, Long An.","namSinh":"không rõ","namMat":"1949"},
{"name":"Nguyễn Tuân","desc":"Nguyễn Tuân sinh ngày 10/7/1910, trong một gia đình nhà nho. Quê ông ở thôn Thượng Đình, xã Nhân Mục (nay là phường Nhân Chính), quận Thanh Xuân, Hà Nội. Thời trẻ, Nguyễn Tuân theo gia đình làm ăn sinh sống ở nhiều nơi, trong đó thời gian lâu nhất là ở các tỉnh miền Trung: Khánh Hòa, Phú Yên, Đà Nẵng, Thừa Thiên-Huế, Hà Tĩnh và Thanh Hóa. Ông học đến bậc trung học ở thành phố Nam Định.; trong một gia đình nhà Nho khi Hán học đã tàn. Năm 1929, Nguyễn Tuân học đến cuối bậc Thành chung (tương đương với Trung học cơ sở hiện nay) thì bị đuổi vì tham gia một cuộc bãi khóa phản đối mấy giáo viên Pháp nói xấu người Việt. Sau đó, ít lâu ông lại bị tù vì “xê dịch” sang Thái Lan không có giấy phép. Ở tù ra, ông mới bắt đầu viết báo, viết văn một cách chuyên nghiệp.Nguyễn Tuân cầm bút từ khoảng đầu những năm 1935, thử qua nhiều thể loại như thơ, truyện ngắn trào phúng…;Từ năm 1937, ông thật sự đi vào nghề văn và nổi tiếng với một loạt truyện ngắn đăng trên Tiểu thuyết Thứ bảy và Tao đàn trong những năm 1938-1939. Những truyện ngắn này được tập hợp in trong cuốn “Vang bóng một thời” (1940), ngoài ra còn có các tác phẩm tùy bút, bút ký có phong cách độc đáo như: “Tóc chị Hoài”, “Nguyễn”…Sau năm 1945, Nguyễn Tuân nhiệt tình tham gia cách mạng và kháng chiến, trở thành một cây bút tiêu biểu của nền văn học mới với những tác phẩm kinh điển như: “Tùy bút kháng chiến”, “Sông Đà”, “Hà Nội ta đánh Mỹ giỏi”, “Ký”… Ông cũng từng được tín nhiệm giữ chức Tổng thư ký Hội Văn nghệ Việt Nam (1948-1957). Nhà nước ta đã tôn vinh ông với Giải thưởng Hồ Chí Minh về Văn học Nghệ thuật đợt I – năm 1996 và TP Hà Nội đã đặt tên đường Nguyễn Tuân nằm ở quận Thanh Xuân. Ông mất ngày 28/7/1987 tại Hà Nội.","namSinh":"1910","namMat":"1987"},
{"name":"Đào Vọng Đức","desc":"Đào Vọng Đức (sinh năm 1936) là một nhà vật lý người Việt, Tiến sĩ khoa học (1975), Giáo sư (1984), Viện sĩ (1988) Viện Hàn lâm khoa học các nước thế giới thứ 3, nguyên phó chủ tịch Hội Vật lý Việt Nam các khóa II, III, IV (1985-2002), nguyên Viện trưởng Viện Vật lý Việt Nam, giám đốc Trung tâm Nghiên cứu tiềm năng con người. Ông là chuyên gia trong các lĩnh vực: Lý thuyết đối xứng các hạt cơ bản, lý thuyết thống nhất các tương tác các hạt cơ bản, lý thuyết dây và siêu thống nhất, máy tính lượng tử, thông tin lượng tử, chuyển vị lượng tử thuộc chuyên ngành vật lý lý thuyết. Ông sinh ngày 5 tháng 12 năm 1936 tại xã Tùng Châu, huyện Đức Thọ, tỉnh Hà Tĩnh. 1942, 1943: bắt đầu học tại trường tiểu học Cao Xuân Dục. 1945: đi sơ tán ở Phú Yên (nửa năm). 1947: học sinh trường cấp 2 Phan Đình Phùng (Đức Thọ) (1 năm), trường cấp 2 Tân Dân (Nam Đàn). 1951-1953: học sinh trường cấp 3 Huỳnh Thúc Kháng. 1956-1962: sinh viên trường Đại học Lômônôxốp (Matxcova). 1962-1964: giảng viên khoa Vật lý, trường Đại học Tổng hợp Hà Nội 1964-1968: cộng tác viên tại Viện Nghiên cứu Hạt nhân Đupna (Liên Xô) 1969-1972: làm việc tại Viện Vật lý, Ủy ban Khoa học Kỹ thuật Nhà nước 1972-1975: trở lại làm cộng tác viên tại Viện Nghiên cứu hạt nhân Đupna 1975-2002: công tác tại Viện Vật lý Việt Nam thuộc Viện khoa học Việt Nam (nay là Viện Khoa học và Công nghệ Việt Nam). Ông từng giữ chức Giám đốc Trung tâm Vật lý lý thuyết từ năm 1982 đến năm 1996, Viện trưởng Viện Vật lý từ năm 1993 đến 1997. Năm 2002: ông nghỉ hưu. Đặc biệt, nhà vật lý Đào Vọng Đức từ buổi đầu cũng theo đuổi Lý thuyết đối xứng các hạt cơ bản, bảo vệ TS vào năm 1975, sau đó 9 năm ông còn trở lại Đupna lần nữa, hoàn thành học vị TSKH. Nghiên cứu vật lý lý thuyết hoàn toàn không có thực nghiệm, đòi hỏi trí tưởng tượng cao siêu kết hợp tư duy logic sâu sắc nhằm mô phỏng, tìm ra quy luật của vật chất trong thế giới vi mô và vĩ mô thông qua nhiều công cụ toán hiện đại, như: tôpô, hình học vi phân, hình học đại số, nhóm đồng điều…. GS Đào Vọng Đức được giới chuyên môn đánh giá rất cao về kỹ năng tính toán và có khi ông còn trợ giúp được các đồng nghiệp. Ông đã công bố khoảng 100 công trình trên các tạp chí vật lý trong nước, quốc tế uy tín. Hiện nay ông là giám đốc Trung tâm Nghiên cứu tiềm năng con người Việt Nam. Ông đã hướng dẫn thành công 15 luận án tiến sĩ và 10 luận văn thạc sĩ Đã tham gia đào tạo đại học và sau đại học Công bố khoảng 100 bài báo khoa học trên các tạp chí trong nước và quốc tế Biên soạn và giảng dạy 10 giáo trình đại học, sau đại học và chuyên khảo cho nghiên cứu sinh","namSinh":"1936","namMat":"không rõ"},
{"name":"Phạm Thái Bường","desc":"Ông là một nhà cách mạng Việt Nam. Ông từng giữ các chức vụ Bí thư Tỉnh ủy Trà Vinh, Bí thư Tỉnh ủy Bến Tre, Ủy viên thường vụ Trung ương Cục miền Nam, Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam. Năm 1938, ông gia nhập Hội Ái hữu và hoạt động trong giới thợ thủ công ở địa phương. Tháng 6 năm 1938 Phạm Thái Bường được kết nạp vào Đảng Cộng sản Đông Dương. Đầu năm 1939 ông giữ chức Ủy viên Tỉnh ủy lâm thời tỉnh Trà Vinh. Đầu năm 1940, ông được cử làm Bí thư Tỉnh ủy Trà Vinh. Do các lãnh đạo Đảng Cộng sản Việt Nam ở Bến Tre bị thực dân Pháp bắt nên Xứ ủy Nam Kỳ đã cử Phạm Thái Bường sang làm Bí thư Tỉnh ủy Bến Tre. Cùng với những người còn lại sau đợt càn quét, ông đã bắt tay củng cố phong trào chống thực dân Pháp, củng cố và xây dựng lại cơ sở Đảng ở các huyện Mỏ Cày, Giồng Trôm, Ba Tri… Đến khi cuộc khởi nghĩa Nam Kỳ nổ ra, Đảng bộ tỉnh Bến Tre đã lãnh đạo người dân chống thực dân và quân đội Pháp. Cuộc khởi nghĩa thất bại. Phạm Thái Bường bị bắt. Tòa án của chính quyền thực dân Pháp kết án ông 10 năm tù và đày ra Côn Đảo. Khi Cách mạng tháng Tám thắng lợi. Phạm Thái Bường được đưa về đất liền. Với tư cách là Phó bí thư Tỉnh ủy Trà Vinh, Phạm Thái Bường đã cùng với các lãnh đạo quan trọng của tỉnh xây dựng chính quyền mới, củng cố Mặt trận đoàn kết dân tộc, đồng thời tổ chức những lớp huấn luyện quân sự, chính trị để đối phó với sự lấn chiếm của thực dân Pháp. Năm 1948 ông được bầu vào Khu ủy Khu 8, được phân công phụ trách 3 tỉnh Vĩnh Long, Trà Vinh và Bến Tre. Cũng tháng 6 năm này, được Khu ủy chỉ định quyền Bí thư Tỉnh ủy Bến Tre. Tháng 10 năm 1949, Phạm Thái Bường được cử bổ sung vào Ban Thường vụ Khu ủy Khu 8, phụ trách công tác tổ chức cán bộ. Từ năm 1954 đến năm 1959, là Ủy viên Xứ ủy Nam bộ, kiêm Bí thư Liên tỉnh ủy miền Tây. Trong Đại hội toàn quốc lần thứ 3 của Đảng Lao động Việt Nam, ông được bầu là Ủy viên dự khuyết Ban chấp hành Trung ương Đảng Cộng sản Việt Nam. Từ năm 1963 đến năm 1969 ông lần lượt là Ủy viên Thường vụ Trung ương Cục miền Nam rồi làm bí thư Khu ủy 9. Tháng 3 năm 1972 ông là Ủy viên chính thức Ban chấp hành Trung ương Đảng Cộng sản Việt Nam. Ông qua đời ngày 29 tháng 1 năm 1974 tại Hà Nội.","namSinh":"1915","namMat":"1974"},
{"name":"Nguyễn Đôn","desc":"Trung tướng Nguyễn Đôn quê ở xã Tịnh Bình, huyện Sơn Tịnh, tỉnh Quảng Ngãi. Ông tham gia cách mạng năm 1938, nhập ngũ năm 1945 và trở thành Đảng viên Đảng Cộng sản Việt Nam năm 1938. Trong thời gian từ 1939 – 1945, ông bị thực dân Pháp bắt giam, đưa đi an trí ở Ba Tơ. Tại đây ông tham gia tổ chức Ủy ban cứu quốc và thành lập Tỉnh ủy lâm thời tỉnh Quảng Ngãi. Tháng 3/1945, ông là Chính trị ủy viên, lãnh đạo khởi nghĩa Ba Tơ, Chính trị viên Đội du kích Ba Tơ.Tháng 8/1945, ông trở thành Ủy viên Thường vụ Tỉnh ủy, tham gia lãnh đạo tổng khởi nghĩa giành chính quyền tỉnh Quảng Ngãi. Tháng 9/1945 ông là Ủy viên Thường vụ, Phó Chỉ huy Ban Quân chính Nam phần Trung bộ, lãnh đạo kháng chiến chống Pháp ở bảy tỉnh từ Phú Yên đến Bình Thuận;Từ năm 1946 – 1948, ông giữ các chức vụ Chính trị viên Chi đội 2 Quảng Ngãi, Chính trị viên Trung đoàn 94 và 68; Trưởng phòng Tổ chức và Kiểm tra Khu 5, kiêm Chính trị viên Ban Quân giới Khu 5. Năm 1950 giữ chức Chính ủy Trung đoàn 210 (sau là Trung đoàn 108), tham gia chỉ huy Mặt trận Quảng Nam, Chính ủy kiêm Chỉ huy trưởng Mặt trận Nam Tây Nguyên.Từ năm 1951 – 1954, ông là Tham mưu trưởng, Phó Tư lệnh Liên khu 5, tham gia chỉ huy chiến dịch An Khê (1953), chiến dịch chống cuộc hành quân Atlăng (1-3/1954).Năm 1954, ông là Sư đoàn trưởng kiêm Chính ủy Sư đoàn 324, Tư lệnh Quân khu 4 vào năm 1955 – 1960 và Bí thư Liên khu 5, Tư lệnh Quân khu 5 năm 1961 – 1967.Năm 1968 – 1972 ông là Thứ trưởng Bộ Quốc phòng, Phó Tổng Tham mưu trưởng Quân đội nhân dân Việt Nam, Ủy viên Quân ủy Trung ương, kiêm Chủ nhiệm Ủy ban Thanh tra Quân đội (1971).Từ năm 1973 – 1977 ông giữ chức Trưởng ban công tác miền Tây (CP-38), Phó Chủ nhiệm Ủy ban Thanh tra Chính phủ (1978 – 1982), Ủy viên dự khuyết Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa III, Đại biểu Quốc hội khóa IV, IX.","namSinh":"1918","namMat":"không rõ"},
{"name":"Lương Ngọc Quyến","desc":"Ông là một chí sĩ Việt Nam thời cận đại. Sinh thời, ông sớm chịu ảnh hưởng tư tưởng canh tân của Khang Hữu Vi và Lương Khải Siêu (Trung Quốc) rồi theo đuổi áp dụng ở Việt Nam. Tháng 10 năm 1905, ông cùng em ruột là Lương Nhị Khanh hưởng ứng Phong trào Đông du, sang Nhật Bản du học. Ông được Phan Bội Châu gửi học ở Trường Chấn Vũ, tốt nghiệp loại ưu vào cuối 1908. Thời gian này ông tham gia vào Công hiến hội. Sau đó ông bị trục xuất, phải bỏ sang Trung Quốc theo học các trường quân sự, rồi nhận chức thiếu tá trong quân đội Trung Hoa Dân Quốc. Tháng 3- 1912, ông được bầu làm Ủy viên quân sự Bộ chấp hành Việt Nam Quang Phục Hội. Năm 1914 Lương Ngọc Quyến về nước gây cơ sở cách mạng tại Nam Kỳ, rồi sang Thái Lan, Hồng Kông. Lương Ngọc Quyến bị mật thám Anh bắt trao cho thực dân Pháp, đưa về Việt Nam giam ở các nhà lao ở Hà Nội, Phú Thọ, Thái Nguyên. Tại đây, ông đã cùng Trịnh Văn Cấn (Đội Cấn) lãnh đạo cuộc khởi nghĩa Thái Nguyên. Vì bị cúm lâu ngày ông không đi đứng được nữa nên khi quân Pháp phản công đánh kịp, ông không chịu lên cáng rút lui mà đòi Trịnh Văn Cấn (Đội Cấn) bắn vào ngực ông để hi sinh ngày 5 tháng 9 năm 1917.","namSinh":"1885","namMat":"1917"}
]