[{"name":"Đào Văn Tiến","desc":"Đào Văn Tiến (23 tháng 8 năm 1920 – 3 tháng 5 năm 1995) là nhà sinh học Việt Nam, đặc biệt có nhiều công trình trong lĩnh vực động vật học. Ông được trao tặng Giải thưởng Hồ Chí Minh về khoa học công nghệ đợt I (1996). Ông sinh năm 1920 tại thành phố Nam Định, trong một gia đình có truyền thống nho học.Năm 1942, khi còn là sinh viên Viện Đại học Đông Dương, ông đã cùng người bạn là Đặng Vũ Kha dưới sự hướng dẫn của giáo sư Boris Noyer, nghiên cứu về máu loài ba ba và sử dụng tim của nó trong sinh lý học, đã được đăng trên Tạp chí khoa học của trường. Ông tốt nghiệp Cử nhân Vạn vật học rồi tốt nghiệp Cao học về động vật học tại Trường Đại học Đông Dương năm 1944.Đầu những năm 1940, lúc Giáo sư Hoàng Xuân Hãn đã xuất bản các cuốn Danh từ khoa học (phần toán, lý, hóa, cơ, thiên văn), ông đề nghị được viết tiếp phần Vạn vật học (tức Sinh học). Cuốn sách Danh từ khoa học (phần Vạn vật học) được Tổng Hội sinh viên cứu quốc xuất bản vào tháng 10 năm 1945, được Hoàng Xuân Hãn viết lời tựa. Cuốn sách gồm hơn 7000 thuật ngữ sinh học bằng Tiếng Việt và Hán Việt. Đây là tập sách thứ hai đối chiếu tiếng Pháp và tiếng Việt về sinh học, sau cuốn Danh từ thực vật của hai kỹ sư nông học Nguyễn Hữu Quán và Lê Văn Căn.Năm 1946, sau khi Toàn quốc kháng chiến bùng nổ, ông lên chiến khu Việt Bắc, phục vụ trong Cục quân y và tham gia giảng dạy ở Trường quân y sĩ. Năm 1951, ông giảng dạy tại Trường Khoa học cơ bản và Sư phạm Cao cấp Trung ương ở Tuyên Quang, về sau di chuyển lên Nam Ninh, Trung Quốc.Năm 1954, sau khi miền Bắc giải phóng, Trường Đại học Sư phạm Khoa học được thành lập tại Hà Nội. Ông trở về giảng dạy tại Khoa khoa học tự nhiên. Năm 1956 Trường Đại học Sư phạm Khoa học tách thành 2 trường: Trường Đại học Sư phạm Hà Nội và Trường Đại học Tổng hợp Hà Nội, ông tiếp tục giảng dạy, trở thành chủ nhiệm Khoa sinh học của Trường Đại học Tổng hợp (nay là Trường Đại học Khoa học Tự nhiên, Đại học Quốc gia Hà Nội)). Ông còn giảng dạy tại Đại học Y Hà Nội.Ông là Chủ tịch danh dự Hội Sinh học Việt Nam, Uỷ viên ban nghiên cứu nghề cá miền Tây Thái Bình Dương (1956-1966), Ủy viên Ủy ban Quốc tế nghiên cứu động vật có vú, uỷ viên Hội đồng nghiên cứu thú quốc tế (ITG), hội viên danh dự Hội nghiên cứu thú Liên Xô. Ông là giáo viên thỉnh giảng các trường đại học Paris (1979), Phnômpênh (1981), Antananarivo (1983).Giáo sư Đào Văn Tiến đột ngột qua đời ngày 3 tháng 5 năm 1995 sau một cơn nhồi máu cơ tim.","namSinh":"1920","namMat":"1995"},
]