[{"name":"An Dương Vương","desc":"\nAn Dương Vương (chữ Hán: 安陽王), tên thật là Thục Phán (蜀泮), là một vị vua đã lập nên đất nước Âu Lạc và cũng là vị vua duy nhất cai trị nhà nước này. Âu Lạc là nhà nước thứ hai trong lịch sử Việt Nam sau nhà nước Văn Lang đầu tiên của các vua Hùng.\nNiên đại trị vì của An Dương Vương được các tài liệu ghi khác nhau. Sử cũ như Đại Việt sử ký toàn thư, Khâm định Việt sử thông giám cương mục cho rằng thời gian ông làm vua kéo dài 50 năm, từ 257 TCN đến 208 TCN3 .\nCác sử gia hiện đại căn cứ vào Sử ký Tư Mã Thiên là tài liệu gần thời đại nước Âu Lạc nhất, cho rằng An Dương Vương và nước Âu Lạc tồn tại từ khoảng 208 TCN đến 179 TCN, tức là gần 30 năm4 .\n\n\nNguồn gốc\nNgười Âu Việt\nCùng tồn tại ở vùng Bắc Bộ Việt Nam và phía Tây tỉnh Quảng Tây (Trung Quốc) vào thời kỳ Hồng Bàng, có các bộ tộc Âu Việt sống xen kẽ với người Lạc Việt. Hai bộ lạc này từ lâu đã có quan hệ gần gũi với nhau. Nhà nước Văn Lang do Hùng Vương đứng đầu cai trị Lạc Việt. Thục Phán, người Âu Việt, là vua người Âu Việt đã đánh bại Hùng Vương vua nước Văn Lang đổi quốc hiệu thành Âu Lạc, tự xưng là An Dương Vương, đóng đô tại Phong Khê (nay là vùng Cổ Loa, huyện Đông Anh - Hà Nội). Ca dao:\nCon cháu nước Thục ở Trung Hoa\nCó giả thuyết cho rằng gia đình Thục Phán là hậu duệ của các vua Khai Minh nước Thục thời Chiến Quốc, chạy về phía Nam để tránh bạo loạn vào cuối thời Chiến Quốc và khi nhà Tần nổi lên. Thục Phán đã đến vùng lãnh thổ của người Âu Việt (nay là phía Tây và Nam tỉnh Quảng Tây, Trung Quốc và đông bắc Việt Nam) gây dựng lực lượng quân sự tại đây.\nSách \"Ngược dòng lịch sử\" của GS Trần Quốc Vượng cho rằng sau khi nước Thục bị Tần diệt, con nhỏ vua Thục là Thục Chế được lập lên ngôi, lưu vong về phía đông nam. Tuy nhiên qua thế hệ Thục Chế vẫn phải lẩn trốn trước sự truy nã của Tần và không có cơ hội khôi phục nước Thục cũ. Cuối cùng tới con Thục Chế là Thục Phán thì hình thành quốc gia nằm ở phía bắc nước Văn Lang của họ Hồng Bàng.\nTuy nhiên, giả thuyết này bị nhiều nhà nghiên cứu nghi ngờ. Khoảng cách từ Tứ Xuyên tới miền Bắc Việt Nam là khoảng 3.000 km*, và khoảng thời gian từ khi nước Thục bị Tần diệt (316 TCN) đến khi An Dương Vương lên ngôi ở Việt Nam (257 TCN) là gần 60 năm. Trong thời gian ngắn như vậy, khó có chuyện dòng dõi vua Thục có thể di cư xa tới 3.000 km, vượt qua nhiều đồi núi hiểm trở để tới lập quốc ở miền Bắc Việt Nam.\nNghi vấn\nMỗi giả thuyết nêu trên đều có những chỗ đáng ngờ và chỗ đáng ngờ chung là: Cho tới đầu công nguyên thời Hai Bà Trưng, người Bách Việt vẫn chưa có họ. Do đó họ Thục của An Dương Vương là một vấn đề nghi vấn, không rõ đây có phải tên họ do đời sau gán cho An Dương Vương hay không. Bộ sử lâu đời nhất và gần thời An Dương Vương nhất là Sử ký Tư Mã Thiên chỉ nhắc tới nước Âu Lạc5 mà không nhắc tới An Dương Vương hay họ Thục.\nTựu trung, cả hai thuyết đều chưa được chứng minh bằng các di tích khảo cổ hoặc văn tự ghi chép lại. Song có thể khẳng định: An Dương Vương là lãnh đạo người Âu Việt đóng ở phía bắc nước Văn Lang. Sau một thời gian, ông đã lãnh đạo người Âu Việt tiêu diệt nước Văn Lang, thống nhất cả hai nhóm Âu Việt và Lạc Việt dưới 1 quốc gia, đây chính là tổ tiên của người Kinh ở Việt Nam ngày nay.\nLịch sử và truyền thuyết\nLập quốc\nĐại Việt Sử ký Toàn thư chép: Hùng Vương có người con gái nhan sắc tuyệt vời tên gọi là Mỵ Nương. Vua nước Thục nghe tin, sai sứ cầu hôn. Vua Hùng muốn gả nhưng Lạc Hầu can rằng: Thục muốn lấy nước ta, chỉ mượn tiếng cầu hôn đó thôi. Không lấy được Mỵ Nương, Thục Vương căm giận, dặn lại con cháu phải diệt Văn Lang mà chiếm lấy nước. Đời cháu Thục Vương là Thục Phán mấy lần đem quân sang đánh nước Văn Lang. Nhưng Hùng Vương có tướng sĩ giỏi, đã đánh bại quân Thục. Hùng Vương nói: Ta có sức thần, nước Thục không sợ hay sao? Bèn chỉ say sưa yến tiệc không lo việc binh bị. Bởi thế, khi quân Thục lại kéo sang đánh nước Văn Lang, vua Hùng còn trong cơn say. Quân Thục đến gần, vua Hùng trở tay không kịp phải bỏ chạy rồi nhảy xuống sông tự tử. Tướng sĩ đầu hàng. Thế là nước Văn Lang mất. Giáp Thìn, năm thứ 1 [257 TCN], vua đã thôn tính được nước Văn Lang, đổi quốc hiệu là Âu Lạc6 Bộ máy nhà nước của nước Âu Lạc không có nhiều thay đổi so với bộ máy nhà nước thời Văn Lang. Đứng đầu trong bộ máy hành chính ở trung ương vẫn là Vua và Lạc Hầu Lạc Tướng. Đứng đầu các bộ vẫn là Lạc Tướng. Đứng đầu các chiềng, chạ vẫn là Bồ chính. Tuy nhiên, ở thời An Dương Vương quyền hành của nhà nước cao hơn và chặt chẽ hơn. Vua có quyền thế hơn trong việc cai trị đất nước.\nChống quân Tần\nCùng thời kỳ này, bên Trung Hoa, Tần Thủy Hoàng sáp nhập 6 nước sau nhiều năm hỗn chiến thời Chiến Quốc. Ông tiếp tục tham vọng xâm chiếm Bách Việt, vùng đất đai của các bộ tộc Việt ở phía nam Trung Quốc và bắc Việt Nam ngày nay. Đạo quân xâm lược nhà Tần do Đồ Thư chỉ huy đã đánh chiếm nhiều vùng đất của Bách Việt, nhập vào lãnh thổ Trung Hoa. Khi vào lãnh thổ phía Đông Bắc nước Âu Lạc, quân Tần gặp phải cuộc kháng chiến trường kì của người Việt do Thục Phán chỉ huy.\nTheo cuốn Lịch sử Việt Nam (Viện sử học, 1991): Năm 218 trước công nguyên, Tần Thủy Hoàng huy động 50 vạn quân chia làm 5 đạo đi chinh phục Bách Việt. Để tiến xuống miền Nam, đi sâu vào đất Việt, đạo quân thứ nhất phải đào con kênh nối sông Lương (vùng An Hưng, Trung Quốc ngày nay) để chở lương thực. Nhờ vậy, Đồ Thư thống lĩnh đã vào được đất Tây Âu, giết tù trưởng, chiếm đất rồi tiến vào Lạc Việt. Thục Phán được các Lạc tướng suy tôn làm lãnh tụ chung chỉ huy cuộc kháng chiến này. Khi Đồ Thư đem quân tiến sâu vào đất Lạc Việt, Thục Phán lãnh đạo nhân dân chống giặc. Quân Tần đi đến đâu, nhân dân Việt làm vườn không nhà trống đến đó. Quân Tần dần lâm vào tình trạng thiếu lương thực trầm trọng. Khi quân Tần đã kiệt sức, vì thiếu lương, thì quân dân Việt, do Thục Phán chỉ huy, mới bắt đầu xuất trận. Đồ Thư đã phải bỏ mạng trong trận này. Mất chủ tướng, quân Tần hoang mang mở đường tháo chạy về nước. Sau gần 10 năm kháng chiến, nhân dân Âu Việt – Lạc Việt giành được độc lập. Thục Phán củng cố và xây dựng lại đất nước7 .\nCòn theo sách Đại Việt sử ký toàn thư, quyển 2 thì: đạo thứ nhất của quân Tần đã đi bằng thuyền nhỏ theo sông Tả Giang, từ Ninh Minh lên Thủy Khẩu, Tà Lùng đến Cao Bình. Thục Phán sai tướng Lý Bính phục quân ở đoạn Hát Gia, khi quân Tần tiến đến chỗ này, bị quân Thục thả gỗ, ném đá, phóng lao, bắn tên xuống thuyền làm cho giặc bị thương, bị chết vô số kể. Lại nghe tin vua Tần Thủy Hoàng đã chết, tướng Đồ Thư hoảng hốt, bèn cho rút quân. Ở khu vực Hát Gia hiện nay, người dân đã tình cờ phát hiện ra mũi tên đồng có một ngạnh đã han rỉ ở bãi cát Soóc Luông hay một số kim khí ở Soóc Lẩc. Tuy nhiên, để tìm thấy hiện vật minh chứng về các sự kiện lịch sử liên quan đến Thục Phán ở Cao Bằng phải tiến hành các bước nghiệp vụ khảo sát thực địa sâu hơn.\nXây thành Cổ Loa\nSau chiến thắng trước quân Tần, An Dương Vương quyết định giao cho tướng Cao Lỗ xây thành Cổ Loa nhằm củng cố thêm khả năng phòng thủ quân sự. Tục truyền rằng thành xây nhiều lần nhưng đều đổ. Sau có thần Kim Quy hiện lên, bò quanh bò lại nhiều vòng dưới chân thành. Thục An Dương Vương bèn cho xây theo dấu chân Rùa vàng. Từ đó, thành xây không đổ nữa. An Dương Vương cũng phát triển thuỷ binh và cho chế tạo nhiều vũ khí lợi hại, tạo lợi thế quân sự vững chắc cho Cổ Loa.\nDi tích của thành Cổ Loa vẫn còn lưu lại cho đến nay, cách trung tâm Hà Nội khoảng 20 km về phía đông bắc. Đền thờ An Dương Vương nằm ở trung tâm di tích này. Các nghiên cứu khảo cổ học tại đây vẫn tiếp tục làm sáng tỏ các thời kỳ lịch sử mà thành đã trải qua.\nMắc kế thông gia và sụp đổ\nÍt lâu sau, Triệu Đà từ quận Nam Hải (Quảng Đông bây giờ) sang đánh Âu Lạc. Nhờ vào chuẩn bị quân sự tốt, An Dương Vương đã chống cự được hiệu quả. Triệu Đà buộc phải dùng kế nội gián bằng cuộc kết hôn giữa con trai mình, Trọng Thủy, và con gái An Dương Vương là Mỵ Châu. Sau khi nắm được bí mật quân sự của An Dương Vương thông qua con trai, Triệu Đà đã thành công trong việc chinh phục Âu Lạc, buộc An Dương Vương bỏ chạy và tự tử, kết thúc thời kỳ An Dương Vương.\nVề năm mất của triều đại An Dương Vương, các tài liệu ghi chép khác nhau. Đa phần sách sử Việt Nam (Đại Việt Sử ký Toàn thư, Khâm định Việt sử Thông giám Cương mục, Việt sử Tiêu án) đều chép là An Dương Vương mất nước năm 208 TCN. Sách giáo khoa của Việt Nam căn cứ vào Sử Ký của Tư Mã Thiên ghi nước Âu Lạc mất năm 179 TCN. Sở dĩ như vậy vì Sử Ký chép là Triệu Đà diệt nước Âu Lạc \"Sau khi Lã Hậu chết\", mà Lã Hậu chết năm 180 TCN, do đó nước Âu Lạc mất khoảng năm 179 TCN. Truyền thuyết An Dương Vương, Nỏ Thần, và con trai Triệu Đà là Trọng Thuỷ ở rể nước Việt có nhiều chỗ không hợp với Sử Ký của Tư Mã Thiên, mặc dầu Sử Ký là nguồn tư liệu sớm nhất mà các nhà viết sử Việt Nam có được để tham khảo.\nSách Khâm định Việt sử Thông giám Cương mục chép dẫn theo sách Thái bình hoàn vũ ký, phần Nam Việt chí của Nhạc Sử nhà Tống: An Dương Vương cai trị Giao Châu, Úy Đà đem quân sang đánh. An Dương Vương có Cao Thông (Cao Lỗ) giúp đỡ, chế ra cái nỏ, bắn một phát giết chết quân [Nam] Việt hàng vạn người, bắn ba phát giết đến ba vạn. Triệu Đà biết rõ duyên cớ, liền lui về đóng ở Vũ Ninh, rồi cho con là Trọng Thủy sang làm tin, xin hòa hảo với nhau. Về sau, An Dương Vương đối xử với Cao Thông không được hậu, Cao Thông bỏ đi. An Dương Vương có người con gái là Mỵ Châu, thấy Trọng Thủy đẹp trai, liền phải lòng. Về sau, Trọng Thủy dụ dỗ Mỵ Châu đòi xem nỏ thần, Mỵ Châu đem cho xem. Trọng Thủy nhân đấy bẻ hỏng cái lẫy nỏ, rồi lập tức sai người ruổi về báo tin cho Triệu Đà. Triệu Đà lại đem quân sang đánh úp. Khi quân Triệu kéo đến, An Dương Vương đem nỏ ra bắn như trước, nhưng nỏ hỏng rồi! Quân Thục chạy tan tác. Triệu Đà phá được Thục. Ngày nay, mẫu truyện lịch sử này đã được liệt vào một trong những dạng chiến tranh gián điệp rất sớm của lịch sử Việt Nam.\nThẻ ngọc \"An Dương hành bảo\"\nThẻ ngọc \"An Dương hành bảo\" được tìm thấy ở thành phố Quảng Châu thuộc lãnh thổ nước Nam Việt thời cổ. Thẻ ngọc có hình dạng gần chữ nhật, bốn góc thẻ khắc bốn chữ \"安陽行寶\"8 (An Dương hành bảo), khổ chữ to hơn khổ chữ phía trong mặt thẻ gồm 124 chữ lối cổ trựu. Bản khắc toàn văn sáu mươi (Giáp Tý), (60 chữ can chi). Xung quanh trang trí khắc đường vằn sóng lượn. Do bị chôn lâu ngày dưới đất nên màu vàng hơi hung hung đỏ. Mặt trái thẻ trang trí đường cong hình móc câu. Nét chạm trên thẻ ngọc An Dương thô.9 Nhà nghiên cứu \"Sở giản\" Dư Duy Cương ở thành phố Trường Sa, tỉnh Hồ Nam, Trung Quốc cho rằng: \"Ngọc bảo An Dương này là của An Dương cổ đại Việt Nam. An Dương hành bảo có lỗ đeo, đây là loại ngọc phiến người xưa đeo làm vật báu hộ thân, trừ tà để được an lành\". Thẻ ngọc này đào được ở phía Đông Nam cách thành phố Quảng Châu 18km ở trên hạ lưu sông Việt Giang do một nông dân khi cuốc đất đào được ở sườn núi năm 1932. Những thẻ ngọc đào được ở Quảng Châu khoảng 200 thẻ, trong đó có thẻ ngọc khắc chữ An Dương. Khi Nam Việt đánh bại Âu Lạc, các báu vật của Âu Lạc là chiến lợi phẩm nên mới đào được ở Quảng Châu.10\nXem thêm\nTham khảo\nChú thích\n(Nguồn: Wikipedia)","namSinh":"không rõ","namMat":"208 TCN / 179 TCN1"},
{"name":"Âu Cơ","desc":"\nÂu Cơ (chữ Hán: 嫗姬), hay phiên âm Ẩu Cơ, là một nhân vật trong truyền thuyết Việt Nam, theo đó bà là tổ mẫu của người Việt.\nCâu chuyện của bà cùng Lạc Long Quân được ghi lại như một truyện thuyết, thần thoại trong chương đầu tiên Lĩnh Nam chích quái. Truyền thuyết này lần đầu được xem như chính sử và ghi lại như một bản kỷ trong Đại Việt sử ký toàn thư thời Hậu Lê, một việc hoàn toàn không có trong cuốn sử cổ hơn là Đại Việt sử lược thời nhà Trần.\n\n\nTên gọi\nTên gọi của Ẩu Cơ hoàn toàn không phải tên người thật sự, mà nó giống như một danh hiệu. Theo mặt chữ Hán, Ẩu là một danh từ để chỉ một người mẹ hoặc cách gọi thường dụng để chỉ đàn bà, con gái như Lão ẩu (老嫗; bà già)1 hoặc Thiếu ẩu (少嫗; cô gái trẻ)2 . Điều này cũng được kiểm chứng bởi cách gọi Bà Triệu là Triệu Ẩu trong các ghi chép.\nCòn chữ Cơ ban đầu là họ của các Thiên tử nhà Chu, về sau những nhân vật như Hạ Cơ - cô gái họ Cơ, lấy chồng họ Hạ đã tạo nên một nhật thức chữ này dùng để gọi các thiếu nữ hoặc phụ nữ nói chung, trở thành một trào lưu tồn tại thời Tiên Tần và những thời kỳ đầu của nhà Hán. Ngoài ra, chữ Cơ cũng thường dùng kèm theo với ý nghĩa cô gái này là ca kỹ hoặc thiếp của một người quyền quý (điều này giải thích vì sao trong Lĩnh Nam chích quái cũng ghi nhận Ẩu Cơ là thiếp của Đế Lai).\nGhi chép trong sách\nLĩnh Nam chích quái\nSách Lĩnh Nam chích quái có lẽ là văn bản sớm nhất ghi chép chuyện về Ẩu Cơ3 , được ghi trong thiên Hồng Bàng Thị truyện (鴻龐氏傳) ngay phần đầu tiên.\nTương truyền, Ẩu Cơ là con gái của Đế Lai, nhưng lại có thuyết ghi ngay trong đó rằng cô là thiếp của Đế Lai4 . Trong khi đi tuần thú phương Nam, ông đã để Ẩu Cơ lại trên một cái động. Dân phương Nam khổ vì bị người Bắc phương quấy nhiễu, không được yên sống như xưa mới cùng gọi Long Quân rằng: \"Bố ơi ở đâu mà để cho dân Bắc xâm nhiễu phương dân\".\nKhi Lạc Long Quân đi đến đây, thấy Ẩu Cơ xinh đẹp nên đã đem lòng yêu mến. Ông bèn hóa thành một trang thiếu niên phong tư tú lệ, tả hữu kẻ hầu người hạ đông đúc, vừa đi vừa ca hát đánh trống. Cung điện tự nhiên dựng lên. Ẩu Cơ thấy thế vui mừng e thẹn, bèn bằng lòng cùng Lạc Long quân đến Long Đài, sinh sống cùng nhau. Đế Lai trở về, không thấy Ẩu Cơ, sai quần thần đi tìm khắp thiên hạ. Lạc Long Quân có phép thần thông biến hóa thành trăm hình vạn trạng yêu tinh, quỷ sứ, rồng, rắn, hổ, voi... làm cho bọn đi tìm đều sợ hãi không dám sục sạo, Đế Lai bèn phải trở về. Lâu sau, Ẩu Cơ đẻ ra một cái bọc, cho là điềm bất thường bèn vứt ra cánh đồng. Sau sáu bảy ngày, bọc vỡ ra một trăm quả trứng, mỗi trứng nở ra một con trai, mới đem về nhà nuôi. Không phải bú mớm, các con tự lớn lên, trông đẹp đẽ kỳ dị, người nào cũng trí dũng song toàn, người người đều kính trọng cho là triệu phi thường. Long Quân ở lâu dưới Thủy Quốc vợ con thường muốn về đất Bắc.\nLúc này Hoàng Đế đánh bại Xi Vưu, Ẩu Cơ nhớ nhà bèn tính đem con về, nhưng Hoàng Đế sợ hãi bèn chặn lại, không để mẹ con Ẩu Cơ bước qua biên giới. Mẹ con Ẩu Cơ không thể về được bèn quay về nước Nam mà gọi Long Quân rằng: \"Bố ở nơi nào mà để mẹ con tôi cô độc, ngày đêm buồn khổ thế này\".\nLong Quân bỗng trở về, gặp nhau ở đất Tương. Ẩu Cơ nói: \"Thiếp vốn là người nước Bắc, ở với vua, sinh hạ được trăm con trai, vua bỏ thiếp mà đi, không cùng thiếp nuôi con, làm người vô phu vô phụ, chỉ biết thương mình\".\nLong Quân nói: \"Ta là nòi rồng, đứng đầu thủy tộc, nàng là giống tiên, sống ở trên đất, tuy khí âm dương hợp lại mà sinh ra con, nhưng thủy hỏa tương khắc, giòng giống bất đồng, khó ở lâu với nhau được, nay phải chia lá. Ta đem năm mươi con về Thủy Phủ chia trị các xứ, năm mươi con theo nàng về ở trên đất, chia nước mà trị. Lên núi, xuống bể, hữu sự báo cho nhau biết, đừng quên\".\nTrăm con vâng theo, sau đó từ biệt mà đi. Ẩu Cơ và năm mươi con lên ở đất Phong Châu suy phục lẫn nhau, cùng tôn người con cả lên làm vua, hiệu là Hùng Vương, lấy tên nước là Văn Lang. Đó trăm người con trai chính là tổ tiên của người Bách Việt vậy.\nĐại Việt sử ký Toàn thư\nTuy nhiên, Đại Việt sử ký toàn thư của Ngô Sĩ Liên gần như xóa đi chi tiết câu chuyện trong Lĩnh Nam chích quái, giảm đi các tình tiết và biến câu chuyện này thêm phần lãng mạn hóa.\nHai vợ chồng Lạc Long Quân và Ẩu Cơ đã gặp nhau khá vắn tắt, cả hai kết hôn và sống với nhau và sinh ra cái bọc trăm trứng, nở ra 100 người con khá êm đềm, không có chi tiết cả hai đã sợ hãi và vứt bỏ bọc trứng 5 . Sau đó vì thủy thổ tương khắc nên hai người phải chia con ra 50 con theo cha về biển, 50 con theo mẹ về núi và chia nhau cai quản các vùng5 .\nĐiểm khác biệt rằng, Ngô Sĩ Liên đã ghi Lạc Long quân \"hỏi cưới\" Ẩu Cơ, là một hành động hợp pháp và có lễ nghi6 , trong khi Lĩnh Nam chích quái chỉ ghi chép Ẩu Cơ đã đồng ý theo Long Quân sau sự hoành tráng lấy lòng người đẹp của ông, mà không hề ghi bất cứ chữ nào về kết hôn7 .\nĐiều này có thể giải thích rằng Ngô Sĩ Liên muốn tạo một truyền thuyết quy mô về nguồn gốc Đại Việt khi ấy, sau một thời gian bị nhà Minh đô hộ, nên nhu cầu thiết yếu khi ấy là một nền tảng về một quốc gia độc lập, bao gồm cả truyền thuyết. Như vậy, ông đã dùng cách Tư Mã Thiên ghi chép những vị vua chúa huyền thoại của Trung Hoa trong bộ Sử ký, để tạo nên một đoạn trường ca lịch sử nhuốm màu hư cấu rất rõ ràng.\nCon rồng cháu tiên\nTrong các truyền thuyết phổ cập ở văn hóa Việt Nam hiện đại, Ẩu Cơ là một nàng tiên xinh đẹp sống ở trên những ngọn núi cao. Và việc bà kết hôn với Lạc Long quân là giống rồng, sinh ra 100 người con đã biến dân Việt thành Con rồng cháu Tiên.\nTheo truyền thuyết phổ biến nhất, Ẩu Cơ là một tiên nữ, con gái một vị thần núi nào đó mà không phải là Đế Lai của Thần Nông Thị. Nàng đi khắp bốn phương để giúp đỡ và chữa trị cho những người đang lâm bệnh và gặp khó khăn. Nàng có lòng từ bi và có tài về y thuật. Một ngày nọ, một con quái vật làm nàng sợ hãi. Nàng liền biến thành một con sếu mà bay đi. Lạc Long Quân, là thần rồng từ biển cả, thấy nàng đang gặp nguy hiểm liền cầm lấy cục đá và giết tên quái vật Sau đó tình yêu đã nảy nở giữa hai người và họ cưới nhau. Âu Cơ sinh ra một bọc trứng có 100 người con. Một ngày nọ, Lạc Long Quân nói với nàng vì hai người đến từ chủng tộc và môi trường rất khác nhau nên không thể chung sống với nhau trọn đời được. Họ bèn chia nhau mỗi người 50 đứa con, 50 theo mẹ, 50 theo bố. 50 người con theo mẹ đi đến ở Phong Châu, người anh cả trở thành vua Hùng Vương của nước Văn Lang.8\nTuy nhiên, về mặt ghi chép văn bản, xuất thân của Ẩu Cơ gần như thống nhất những ghi chép có từ Lĩnh Nam chích quái. Sách Việt Nam sử lược của Trần Trọng Kim cũng không hề ghi nhận về xuất thân nàng tiên này của Ẩu Cơ. Như vậy, việc Ẩu Cơ là tiên có lẽ chỉ tồn tại những thập kỉ rất gần đây, nhưng không thể xác định cụ thể, những cuốn sách của các học giả nước ngoài cũng có niên đại khá gần và đã chịu nhiều những biến đổi về nhận thức của người Việt Nam hiện đại.\nXem thêm\nGhi chú\nTham khảo\n(Nguồn: Wikipedia)","namSinh":"Không rõ","namMat":"Không rõ"},
{"name":"Bà Triệu","desc":"\nBà Triệu (chữ Hán: 趙婆), còn được gọi là Triệu Ẩu (趙嫗), Triệu Trinh Nương (趙貞娘), Triệu Thị Trinh (趙氏貞), Triệu Quốc Trinh (225–248), là một trong những vị anh hùng dân tộc trong lịch sử Việt Nam.\nSử gia Ngô Sĩ Liên ở thế kỷ 15 viết:\nSử nhà Nguyễn ở thế kỷ 19 cũng đã chép:\n\n\nBối cảnh\nNăm 226, Sĩ Nhiếp mất, vua Đông Ngô là Tôn Quyền bèn chia đất từ Hợp Phố về bắc thuộc Quảng Châu dùng Lữ Đại làm thứ sử; từ Hợp Phố về nam là Giao Châu, sai Đại Lương làm thái thú; và sai Trần Thì làm thái thú quận Giao Chỉ. Lúc bấy giờ, con của Sĩ Nhiếp là Sĩ Huy tự nối ngôi và xưng là thái thú, liền đem binh chống lại.\nThứ sử Lữ Đại bèn xua quân sang đánh dẹp. Do nghe lời chiêu dụ, Sỹ Huy cùng năm anh em ra hàng. Lữ Đại giết chết Huy, còn mấy anh em thì đem về đất Ngô làm tội. Dư đảng của Sỹ Huy tiếp tục chống lại, khiến Lữ Đại mang quân vào Cửu Chân giết hại một lúc hàng vạn người.\nCuộc đời và sự nghiệp\nBà Triệu sinh năm Bính Ngọ (226)3 tại miền núi Quân Yên (hay Quan Yên), quận Cửu Chân, nay thuộc làng Quan Yên (hay còn gọi là Yên Thôn), xã Định Tiến, huyện Yên Định, tỉnh Thanh Hóa.\nThuở nhỏ cha mẹ đều mất sớm, Bà Triệu đến ở với anh là Triệu Quốc Đạt, một hào trưởng4 ở Quan Yên.\nLớn lên, bà là người có sức mạnh, giỏi võ nghệ, lại có chí lớn. Đến độ 20 tuổi gặp phải người chị dâu (vợ ông Đạt) ác nghiệt 5 , bà giết chị dâu rồi vào ở trong núi Nưa (nay thuộc các xã Tân Ninh huyện Triệu Sơn, Mậu Lâm huyện Như Thanh, Trung Thành huyện Nông Cống, Thanh Hoá), chiêu mộ được hơn ngàn tráng sĩ.\nNăm Mậu Thìn (248), thấy quan lại nhà Đông Ngô (Trung Quốc) tàn ác, dân khổ sở, Bà Triệu bèn bàn với anh việc khởi binh chống lại. Lúc đầu, anh bà không tán thành nhưng sau chịu nghe theo ý kiến của em.\nTừ hai căn cứ núi vùng Nưa và Yên Định, hai anh em bà dẫn quân đánh chiếm quận lỵ Tư Phố6 nằm ở vị trí hữu ngạn sông Mã. Đây là căn cứ quân sự lớn của quan quân nhà Đông Ngô trên đất Cửu Chân, đứng đầu là Tiết Kính Hàn. Thừa thắng, lực lượng nghĩa quân chuyển hướng xuống hoạt động ở vùng đồng bằng con sông này.\nĐang lúc ấy, Triệu Quốc Đạt lâm bệnh qua đời.7 Các nghĩa binh thấy bà làm tướng có can đảm, bèn tôn lên làm chủ. Khi ra trận, Bà Triệu mặc áo giáp vàng, đi guốc ngà, cài trâm vàng, cưỡi voi8 và được tôn là Nhụy Kiều tướng quân.\nĐược tin cuộc khởi nghĩa lan nhanh9 , vua Ngô là Tôn Quyền liền phái tướng Lục Dận (cháu của Lục Tốn), sang làm thứ sử Giao Châu, An Nam hiệu uý, đem theo 8.000 quân sang đàn áp cuộc khởi nghĩa. Đến nơi, tướng Lục Dận liền dùng của cải mua chuộc một số lãnh tụ địa phương để làm suy yếu và chia rẽ lực lượng nghĩa quân.\nNhững trận đánh ác liệt đã diễn ra tại căn cứ Bồ Điền10 . Song do chênh lệch về lực lượng và không có sự hỗ trợ của các phong trào đấu tranh khác nên căn cứ Bồ Điền bị bao vây cô lập, và chỉ đứng vững được trong hơn hai tháng.\nTheo Trần Trọng Kim trong Việt Nam sử lược, bà chống đỡ với quân Đông Ngô được năm sáu tháng thì thua. Bà Triệu đã tuẫn tiết trên núi Tùng (xã Triệu Lộc, huyện Hậu Lộc, Thanh Hóa) vào năm Mậu Thìn (248), lúc mới 23 tuổi. Có giai thoại nói rằng tướng giặc lợi dụng việc phận nữ nhi đã truất bỏ y phục trên người khiến Bà Triệu từ đó xấu hổ mà dẫn đến tự tử.\nNước Việt lại bị nhà Đông Ngô đô hộ cho đến 265.11\nCâu nói\nNăm 19 tuổi, đáp lời người hỏi bà về việc chồng con, Bà Triệu nói:\nTưởng nhớ\nVề sau vua Lý Nam Đế (tức Lý Bí) khen Bà Triệu là người trung dũng sai lập miếu thờ, phong là: \"Bậc chính anh liệt hùng tài trinh nhất phu nhân\".\nHiện nay, nơi núi Tùng (xã Triệu Lộc), vẫn còn di tích lăng mộ của bà. Cách nơi bà mất không xa, trên núi Gai ngay sát quốc lộ 1A (đoạn đi qua thôn Phú Điền, xã Triệu Lộc, cách thành phố Thanh Hóa 18 km về phía Bắc) là đền thờ bà. Hằng năm, vào ngày 21 tháng 2 (âm lịch), người dân trong vùng vẫn tổ chức tế giỗ bà. Tại nhiều tỉnh thành trong nước Việt Nam, tên bà cũng đã được dùng để đặt tên cho nhiều trường học và đường phố; riêng tại Hà Nội, có một con đường mang tên phố Bà Triệu.\nThơ ca, câu đối\nTrong Đại Nam quốc sử diễn ca, có đoạn Bà Triệu Ẩu đánh Ngô, khái quát rất sinh động:\nTương truyền quân Ngô khiếp uy dũng của Bà Triệu nên có câu:\nTrong dân gian hiện cũng còn truyền tụng nhiều câu thơ ca và câu đối liên quan đến bà như sau:\nNgoài ra, trong Hồng Đức quốc âm thi tập, và trong các tập thơ của các danh sĩ như Nguyễn Đôn Phục, Nguyễn Đôn Dự...đều có thơ khen ngợi Bà Triệu.\nVấn đề liên quan\nĐoạn cuối cuộc khởi nghĩa\nLâu nay sử sách đều biên chép cuộc khởi nghĩa Bà Triệu thất bại, và bà đã tự vẫn năm 248. Tuy nhiên, GS. Lê Mạnh Thát đã dẫn Thiên Nam ngữ lục và Ngụy chí để kết luận rằng Bà Triệu đã không thua bởi tay Lục Dận, trái lại đã đánh bại viên tướng này. Lục Dận chỉ chiếm được vùng đất nay thuộc Quảng Tây. Và Bà Triệu đã giữ được độc lập cho đất nước đến khi Đặng Tuân được Tôn Hựu sai sang đánh Giao Chỉ vào năm 257.13 Tuy nhiên, ý kiến mới mẻ này còn phải được sự đồng thuận của nhiều người trong giới.\nTên gọi\nNhững bộ sử cổ chỉ gọi bà là Triệu nữ (cô gái Triệu), Triệu Ẩu. Những tên gọi Triệu Trinh Nương, Triệu Thị Trinh, Triệu Quốc Trinh... theo Văn Lang thì rõ ràng là mới đặt gần đây. Tác giả cho biết vấn đề tên gọi này (cũng như tên gọi của Bà Trưng) thuộc phạm trù ngôn ngữ Việt cổ và cách đặt tên người ở thời gian đầu Công nguyên, còn đang được nghiên cứu (tr. 33).\nNgoài ra, Bà Triệu còn được người đời tôn là Nhụy Kiều tướng quân (vị tướng yêu kiều) và Lệ Hải bà vương (vua bà ở vùng biển mỹ lệ).14\nRiêng cái tên Triệu Ẩu (趙嫗), thấy xuất hiện lần đầu trong Nam Việt chí, Giao Châu ký (thế kỷ 4, 5) rồi đến Thái bình hoàn vũ (thế kỷ 10) chua dưới mục Quân Ninh (tức Quân yên cũ).15\nTrước đây, Hồng Đức quốc âm thi tập, Đại Việt sử ký toàn thư, Thanh Hóa kỉ thắng, Khâm định Việt sử Thông giám cương mục... đều gọi bà là Triệu Ẩu. Sau, sử gia Trần Trọng Kim khi cho tái bản Việt Nam sử lược đã không giải thích mà chỉ ghi chú rằng: Bà Triệu, các kỳ xuất bản trước để là Triệu Ẩu. Nay xét ra nên để là Triệu Thị Chinh (tr. 52).\nKể từ đó có nhiều lý giải khác nhau, như:\nHình tượng vú dài\nSách Giao Chỉ chí chép:\nSách Những trang sử vẻ vang... giải thích: Phụ nữ khổng lồ, vú dài… là huyền thoại về bà Mẹ-Đất (terre-Mère, Déesse-Mère). Sau hình tượng đó được khoát cho bất kỳ một phụ nữ hiệt kiệt nào (tr. 129). Các tác giả sách Lịch sử Việt Nam (tập I) cũng đều cho rằng huyền thoại về một người phụ nữ có \"vú dài ba thước\" vốn rất phổ biến ở phương Nam, từ Hợp Phố đến Cửu Chân. Như truyện \"Tẩy thị phu nhân\", \"Tiểu quốc phu nhân\" đều nói họ là những phụ nữ cao to và có vú dài đôi ba thước... Có thể, vì bà Triệu cũng là một người phụ nữ kiệt xuất, nên dân gian đã dùng hình tượng này khoác lên cho bà (tr. 345).\nChú thích\nSách tham khảo\n(Nguồn: Wikipedia)","namSinh":"Năm 225 Yên Định, Thanh Hóa","namMat":"Năm 248 Hậu Lộc, Thanh Hóa"},
{"name":"Bảo Đại","desc":"\nBảo Đại (chữ Hán: 保大; 22 tháng 10 năm 1913 – 31 tháng 7 năm 1997), tên khai sinh: Nguyễn Phúc Vĩnh Thụy (阮福永瑞), là vị hoàng đế thứ 13 và là vị vua cuối cùng của triều đại nhà Nguyễn nói riêng và của chế độ quân chủ trong lịch sử Việt Nam nói chung.\nTừ Bảo Đại chỉ là niên hiệu của ông, tục lệ nhà Nguyễn các vị Hoàng đế đời trước chỉ giữ một niên hiệu nên dân gian hay dùng niên hiệu để chỉ vị Hoàng đế đó. Ông đồng thời cũng là Hoàng đế của Đế quốc Việt Nam (1945) và là Quốc trưởng của Quốc gia Việt Nam (1949 – 1955).\n\n\nTiểu sử và sự nghiệp\nThuở nhỏ\nNguyễn Phúc Vĩnh Thụy sinh ngày 22 tháng 10 năm 19131 tại kinh thành Huế, là con trai duy nhất của vua Khải Định, mẹ là Hoàng Thị Cúc. Về thân thế của Bảo Đại cho đến nay vẫn còn nhiều nghi ngờ, vì Khải Định bị mang tiếng là bất lực và không thích gần đàn bà2 .\nNgày 28 tháng 4 năm 1922, khi được 9 tuổi, ông được xác lập làm Đông cung Hoàng Thái tử3 . Ngày 15 tháng 6 năm 1922, ông cùng Khải Định lần đầu sang Pháp để thưởng ngoạn cuộc triển lãm hàng hóa tại Marseille, Pháp.\nTháng 6 năm 1922, Vĩnh Thụy được vợ chồng cựu Khâm sứ Trung kỳ là Jean François Eugène Charles nhận làm con nuôi và học ở trường Lycée Condorcet rồi sau ở trường Sciences Po (École libre des sciences politiques), Paris. Tháng 2 năm 1924, ông về nước để dự Lễ tứ tuần đại khánh của Khải Định, đến Tháng 11 trở lại nước Pháp để tiếp tục học.\nNgày 6 tháng 11 năm 1925, Khải Định mất, Vĩnh Thụy về nước thọ tang. Ngày 8 tháng 1, khi mới 12 tuổi, Vĩnh Thụy được tôn lên kế vị làm hoàng đế kế nhiệm, ông lấy niên hiệu Bảo Đại. Tháng 3 cùng năm, Bảo Đại trở lại Pháp để tiếp tục học tập. Từ niên khóa 1930, Bảo Đại theo học trường Khoa học Chính trị (Sciences Po).\nSau 10 năm đào tạo ở Pháp, ngày 16 tháng 8 năm 1932, Bảo Đại xuống tàu D Artagnan về nước. Ngày 19 tháng 9 năm 1932, Bảo Đại ra đạo dụ số một tuyên cáo chấp chính và khẳng định chế độ quân chủ Đại Nam hoàng triều. Văn bản này hủy bỏ \"Quy ước\" ngày 16 tháng 11 năm 1925 lập ra sau khi Khải Định mất không lâu.\nHoàng đế Đại Nam (1925 – 1945)\nBảo Đại đã cải cách công việc trong triều như sắp xếp lại việc nội chính, hành chính. Ông đã cho bỏ một số tập tục mà các vua nhà Nguyễn trước đã bày ra như thần dân không phải quỳ lạy mà có thể ngước nhìn vua khi lễ giá tới, mỗi khi vào chầu các quan Tây không phải chắp tay xá lạy mà chỉ bắt tay vua, các quan ta cũng không phải quỳ lạy.\nNgày 8 tháng 4, năm 1933, Bảo Đại đã ban hành một đạo dụ cải tổ nội các, quyết định tự mình chấp chính và sắc phong thêm 5 thượng thư mới xuất thân từ giới học giả và hành chính là Phạm Quỳnh, Thái Văn Toản, Hồ Đắc Khải, Ngô Đình Diệm và Bùi Bằng Đoàn nhằm thay thế các thượng thư già yếu hoặc kém năng lực Nguyễn Hữu Bài, Tôn Thất Đàn, Phạm Liệu, Võ Liêm, Vương Tứ Đại.4\nÔng thành lập Viện Dân biểu để trình bày nguyện vọng lên nhà vua và quan chức bảo hộ Pháp và cho phép Hội đồng tư vấn Bắc Kỳ được thay mặt Nam triều trong việc hợp tác với chính quyền bảo hộ, tháng 12 năm 1933, Bảo Đại ra Bắc kỳ thăm dân chúng.\nNgày 20 tháng 3 năm 1934, Bảo Đại làm đám cưới với Marie Thérèse Nguyễn Hữu Thị Lan và tấn phong bà làm Nam Phương hoàng hậu. Đây là một việc làm phá lệ bởi vì kể từ khi vua Gia Long khai sáng triều Nguyễn cho đến vua Khải Định, các vợ vua chỉ được phong tước Hoàng phi, sau khi mất mới được truy phong Hoàng hậu. Ông là nhà vua đầu tiên thực hiện bỏ chế độ cung tần, thứ phi. Cuộc hôn nhân này cũng gặp phải rất nhiều phản đối vì Nguyễn Hữu Thị Lan là người Công giáo và mang quốc tịch Pháp.\nHoàng đế Đế quốc Việt Nam (1945)\nSau khi Đế quốc Nhật Bản đảo chính Pháp, bộ máy hành chính thực dân Pháp đã tan rã, vì thế việc thành lập chính phủ mới đặt ra như một đòi hỏi cấp bách và Đế quốc Việt Nam ra đời trong bối cảnh đó5 . Ngày 11 tháng 3 năm 1945, vua Bảo Đại gặp mặt cố vấn tối cao của Nhật là đại sứ Yokoyama Masayuki tại điện Kiến Trung để ký bản \"Tuyên cáo Việt Nam độc lập\"6 , trong đó tuyên bố hủy bỏ Hòa ước Patenôtre ký với Pháp năm 1884, thống nhất Bắc Kỳ, Trung Kỳ và Nam Kỳ. Trong tuyên bố của Bảo Đại, ông tuyên bố bãi bỏ các hiệp ước bảo hộ và bất bình đẳng với Pháp trước đây, tuy nhiên, đoạn sau của Tuyên cáo được cài thêm khẩu hiệu về Khối thịnh vượng chung Đại Đông Á của Nhật7 :\nVậy Chính phủ Việt Nam một lòng tin cậy lòng thành ở Nhật Bản đế quốc, quyết chí hợp tác với nước Nhật, đem hết tài sản trong nước để cho đạt được mục đích như trên. Khâm thử\nNgày 7 tháng 4 năm 1945, Bảo Đại đã ký đạo dụ số 5 chuẩn y thành phần nội các Trần Trọng Kim và ngày 12 tháng 5 giải thể Viện Dân biểu Trung Kỳ.[cần dẫn nguồn] Tháng 6 năm 1945, chính phủ Trần Trọng Kim đặt quốc hiệu là Đế quốc Việt Nam.\nNgày 16 tháng 8 năm 1945, khi Đế quốc Nhật Bản đầu hàng khối Đồng minh, Trần Trọng Kim tuyên bố bảo vệ nội các Đế quốc Việt Nam, và ngày 18 tháng 8 tạo ra một Ủy ban Giải phóng Dân tộc. Theo lời khuyên của ông Bộ trưởng Bộ Ngoại giao, Bảo Đại gửi thông điệp cho các nước Đồng Minh (Tổng thống Truman, vua nước Anh, Thống chế Tưởng Giới Thạch, Tướng de Gaulle) đề nghị công nhận Đế quốc Việt Nam. Ngày 18 tháng 8, Bảo Đại gửi một thông điệp đến De Gaulle yêu cầu công nhận nền độc lập của Việt Nam. Thông điệp này cho rằng sự độc lập của Việt Nam \"chỉ có nghĩa là bảo vệ lợi ích của Pháp và ảnh hưởng tinh thần Pháp ở Đông Dương\".[cần dẫn nguồn] Tuy nhiên De Gaulle dự kiến sẽ hậu thuẫn cho một chế độ quân chủ mà người đứng đầu không phải là Bảo Đại, người đã thỏa hiệp với Nhật Bản, mà là Vĩnh San, được xem như là một người \"Gaullist\" (người ủng hộ nhiệt tình De Gaulle).8 Tất cả các bức thư khác cũng đều không được hồi âm, vì các nước Đồng Minh sẽ không công nhận bất cứ chính phủ nào do Đế quốc Nhật Bản thành lập ở các vùng chiếm đóng.\nĐến 24 tháng 8, khi cách mạng tháng 8 đã nổ ra khắp cả nước, được sự vận động của ông Phạm Khắc Hòe, Bảo Đại đã trả lời Hội đồng Cơ mật rằng ông quyết định thoái vị \"để không phải là một trở ngại cho sự giải phóng của đất nước\".9\nThoái vị\nTừ tháng 3 năm 1945, Việt Nam rơi vào một tình trạng hỗn loạn do khoảng trống về quyền lực chính trị quá lớn. Người Nhật đang lo chống đỡ các đòn tấn công của quân đội đồng minh Anh-Mỹ. Cả chính phủ của Trần Trọng Kim lẫn triều đình của Bảo Đại đều không đủ lực lượng quân sự và uy tín chính trị để kiểm soát tình hình. Theo Peter A. Pull, chỉ có Việt Minh là lực lượng có tổ chức duy nhất ở nước này có khả năng nắm được quyền chính trị.10 Chiến tranh đã làm kiệt quệ nền kinh tế, nước Nhật cạn kiệt nguyên liệu nên quân Nhật chiếm lấy lúa gạo và các sản phẩm khác, bắt dân phá lúa trồng đay để phục vụ chiến tranh, cộng thêm thiên tai, nạn đói (Nạn đói Ất Dậu) đã xảy ra tại Bắc kỳ và Trung kỳ. Người ta ước tính rằng đã có khoảng hai triệu người chết vì nạn đói này.\nNgày 17/8, quần chúng Hà Nội hạ cờ quẻ ly, dựng cờ đỏ sao vàng, biến cuộc mít tinh của Tổng hội công chức Đông Dương ủng hộ vua Bảo Đại thành cuộc tuần hành ủng hộ Việt Minh. Hai ngày sau, quần chúng Hà Nội chiếm dinh Khâm sai Bắc bộ, thành lập chính quyền cách mạng. Cuộc tổng khởi nghĩa do Việt Minh lãnh đạo nhanh chóng lan ra khắp các tỉnh, thành trong cả nước.11\nNăm 1945, Cách mạng tháng Tám thành công. Tại các địa phương trên cả nước, Việt Minh buộc chính quyền Đế quốc Việt Nam giao quyền lực cho họ. Trước tình thế đó, theo lời khuyên của quan đại thần Phạm Khắc Hòe, Bảo Đại quyết định thoái vị. Bảo Đại không rõ phải liên lạc với ai ở Hà Nội, nên gửi một điện tín tới \"Ủy ban Nhân dân Cứu quốc\" ở Hà Nội:\n\"Đáp ứng lời kêu gọi của Ủy ban, tôi sẵn sàng thoái vị. Trước giờ quyết định này của lịch sử quốc gia, đoàn kết là sống, chia rẽ là chết. Tôi sẵn sàng hy sinh tất cả mọi quyền lợi, để cho sự đoàn kết được thành tựu, và yêu cầu đại diện của Ủy ban sớm tới Huế, để nhận bàn giao.\"12\nSáng ngày 23 tháng 8, hai phái viên của Việt Minh là Trần Huy Liệu và Cù Huy Cận đến cung điện Huế. Theo lời yêu cầu của hai ông này, chiều ngày 30 tháng 8 năm 1945, Bảo Đại đã đọc Tuyên ngôn Thoái vị trước hàng ngàn người tụ họp trước cửa Ngọ Môn và sau đó trao ấn tín và bảo kiếm, quốc bảo của hoàng triều cho ông Trần Huy Liệu. Ông trở thành \"công dân Vĩnh Thụy\". Trong bản Tuyên ngôn Thoái vị, ông có câu nói \"Trẫm muốn được làm dân một nước tự do, hơn làm Vua một nước nô lệ\".13\nTham gia Chính phủ Việt Nam Dân chủ Cộng hòa\nSau khi thoái vị, Bảo Đại được chính phủ Việt Nam dân chủ cộng hoà khoản đãi rất tốt. Tháng 9 năm 1945, Vĩnh Thụy được Chủ tịch Chính phủ Lâm thời nước Việt Nam dân chủ cộng hoà mời ra Hà Nội nhận chức \"Cố vấn tối cao Chính phủ Lâm thời Việt Nam\", ông là một trong 7 thành viên của Ủy ban Dự thảo Hiến pháp do Hồ Chí Minh đứng đầu.\nNgày 6 tháng 1 năm 1946, Vĩnh Thụy được bầu làm Đại biểu Quốc hội khóa đầu tiên của nước Việt Nam Dân chủ Cộng hòa.\nSống ở Trung Quốc\nNgày 16 tháng 3 năm 1946, Vĩnh Thụy được cử tham gia phái đoàn Việt Nam Dân chủ Cộng hòa sang Trùng Khánh thăm viếng Trung Hoa.\nNhưng sau đó ông không trở về nước, mà tách khỏi đoàn để tới Côn Minh rồi Hương Cảng. Tại Hồng Kông, Bảo Đại đã tiếp xúc với nhiều giới chính trị, trong đó có người Mỹ. Đại tướng George Marshall, đại diện Hoa Kỳ, đã đem bản giao ước với Bảo Đại về trình Tổng thống Harry S. Truman. Ông cũng thường lui tới các sòng bạc và sàn nhảy tại Hồng Kông với cái tên \"Wang Kunney tiên sinh\". Ông đã nhiều lần khiến các sòng bạc phải kinh ngạc vì những khoản tiền cược rất lớn trong các ván bạc14\nDù biết việc này nhưng Hồ Chí Minh vẫn tin tưởng ông, cho rằng ông có lý do riêng nên không chịu về nước. Đầu tháng 12/1946, chính phủ còn cử bác sĩ Phạm Ngọc Thạch đem tiền và vàng qua Hồng Kông cho Cố vấn Vĩnh Thụy chi tiêu. Đến trước tháng 8/1947, trả lời phỏng vấn của báo chí, Hồ Chí Minh không ngần ngại đáp rằng: \"Chúng tôi xa mặt chứ không cách lòng. Chính phủ và nhân dân Việt Nam hoàn toàn tin tưởng vào sự trung thành của Cố vấn Vĩnh Thụy hiện đang ở nước ngoài nhưng vẫn tiếp tục làm việc cho chính phủ quốc gia mà Cố vấn vẫn là thành viên”15\nTheo cơ quan tình báo Pháp thì chính Bảo Đại yêu cầu được giúp đỡ sau khi đã tiêu sạch tiền khi ở Hồng Kông. Thấy Bảo Đại chịu nhận tiền, các phái viên Pháp tiếp tục hỗ trợ tài chính cho ông, cứ mỗi tháng Pháp lại cấp cho Bảo Đại 5.000 đôla Hongkong. Bảo Đại trở lại cuộc sống xa hoa giàu có. Ông mua một toà nhà rất đẹp theo phong cách kiến trúc Anh, gần bờ biển Stanley Beach, thường hay tiếp khách ở Causeway Bay, cho họ nghỉ tại Hongkong Hotel hoặc ở Paramount hay Saint-Francis. Về sau, khi bán tài sản riêng ở Hongkong, ông được một khoản tiền đến một triệu đồng Đông Dương. Cousseau, người phụ trách cấp tiền, nói với nhà báo Lucien Bodard: \"Tôi tin sắp thành công đến nơi vì Bảo Đại rất cần tiền. Đó là một ông vua tầm thường, bị phế truất, không có tiền tiêu, không có hoài bão gì. Ông ta đang trong cảnh gần như khốn cùng. Thực tế đó là một công việc không dễ dàng chút nào. Tôi đã đem đến hàng triệu bạc, mà vẫn không đủ [...]. Trở lại với cuộc sống ăn chơi xả láng, Bảo Đại càng bị lôi cuốn...\"16 .\nÍt lâu sau, Bảo Đại bèn viết thư về nước xin từ chức \"Cố vấn tối cao\" trong chính phủ Việt Nam Dân chủ Cộng hòa. Nhà nghiên cứu Nguyễn Đắc Xuân nhận xét \"Bác Hồ rất tin tưởng cố vấn Vĩnh Thụy, nhưng cố vấn Vĩnh Thụy vốn rất nhu nhược, không vượt qua được sự túng thiếu về tài chính và các cạm bẫy của mật thám Pháp và các thành phần thân Pháp nên ông đã bị đẩy vào cái thế phải trở lại làm bù nhìn cho thực dân Pháp, phản bội lại chính nghĩa của quốc gia, chống lại kháng chiến giải phóng dân tộc, đối đầu với Chủ tịch Hồ Chí Minh và Chính phủ đã cưu mang và tin tưởng ông.\".17\nQuốc trưởng Quốc gia Việt Nam\nĐầu năm 1947, D'Argenlieu bị triệu hồi về nước do bị người Việt Nam và các đảng phái cánh tả Pháp căm ghét. Trước áp lực của các đảng phái cánh tả Pháp như Đảng Cộng sản Pháp và Đảng Xã hội Pháp, Thủ tướng Ramadier - một đại biểu xã hội chủ nghĩa, thông báo rằng chính phủ của ông ủng hộ nền độc lập và thống nhất cho Việt Nam: \"Độc lập trong Liên hiệp Pháp [và] liên minh của ba nước An Nam, nếu người dân An Nam mong muốn nó\" và Pháp sẵn sàng đàm phán hòa giải với những đại diện chân chính của Việt Nam18 .\nĐể hậu thuẫn cho Bảo Đại đàm phán với Pháp về nền độc lập của Việt Nam, các lực lượng chính trị bao gồm Cao Đài, Hoà Hảo, Việt Nam Cách mệnh Đồng minh Hội, Đại Việt Quốc dân đảng và Việt Nam Quốc dân Đảng liên kết thành lập Mặt trận Thống nhất Quốc gia Liên hiệp.19 Ngay sau đó, Mặt trận Thống nhất Quốc gia Liên hiệp quyết định sẽ ủng hộ Bảo Đại đàm phán với Pháp về nền độc lập của Việt Nam. Tháng 5/1947, Mặt trận Thống nhất Quốc gia Liên hiệp cử phái đoàn đến Hồng Kông gặp Bảo Đại để thuyết phục ông này thành lập một Chính phủ Trung ương và đàm phán với Pháp về nền độc lập của Việt Nam.20 Bảo Đại được Mặt trận Thống nhất Quốc gia Liên hiệp bao gồm các lực lượng chính trị Cao Đài, Hoà Hảo, Việt Nam Cách mệnh Đồng minh Hội, Đại Việt Quốc dân đảng và Việt Nam Quốc dân Đảng hậu thuẫn.19 Đây là những tổ chức chính trị hoặc tôn giáo từng tham gia chính phủ Việt Nam Dân chủ Cộng hòa hay hợp tác với Việt Minh chống Pháp nhưng do xung đột với Việt Minh nên chuyển sang ủng hộ Bảo Đại thành lập Quốc gia Việt Nam.\nNăm 1947, cựu trùm mật thám Pháp ở Đông Dương là Cousseau đã tiếp xúc với Bảo Đại tại Hồng Kông, ngỏ ý mời ông về nước nắm quyền, hình thành nên \"giải pháp Bảo Đại\". Có ý kiến cho rằng việc này nhằm chống lại cuộc chiến giành độc lập của phong trào Việt Minh21 , cũng có ý kiến cho rằng giải pháp Bảo Đại được đưa ra nhằm phản ứng với xu hướng quốc tế trao trả độc lập cho các thuộc địa đồng thời nhằm chống lại sự mở rộng ảnh hưởng của chủ nghĩa cộng sản tại Đông Dương22 . Còn bản thân Bảo Đại sau này nhận xét rằng \"Cái được gọi là giải pháp Bảo Đại hóa ra là giải pháp của người Pháp.\"23\nMỹ ủng hộ nguyện vọng độc lập dân tộc tại Đông Nam Á trong đó có Việt Nam, nhưng với điều kiện lãnh đạo của những nhà nước mới \"không phải là người cộng sản\", Mỹ ủng hộ việc thành lập các \"nhà nước phi cộng sản\" ổn định trong khu vực tiếp giáp Trung Quốc. Theo thuyết Domino, Mỹ hỗ trợ những quốc gia đồng minh tại Đông Nam Á vì không hài lòng với điều mà họ cho là \"lực lượng cộng sản muốn thống trị châu Á dưới chiêu bài dân tộc\".24 Bằng viện trợ, Mỹ ép Pháp phải nhượng bộ chủ nghĩa dân tộc tại Việt Nam. Chính sách của Mỹ là hỗ trợ người Pháp chiến thắng trong cuộc chiến chống Việt Nam Dân chủ Cộng hòa, sau đó sẽ ép người Pháp rút lui khỏi Đông Dương.25 Đáp lại, phía Pháp nhận định là Mỹ quá \"ngây thơ\", và một người Pháp đã nói thẳng là \"những người Mỹ ưa lo chuyện người khác, ngây thơ vô phương cứu chữa, tin tưởng rằng khi quân đội Pháp rút lui, mọi người sẽ thấy nền độc lập của người Việt xuất hiện.\"26\nNgày 7/12/1947, tại cuộc họp trên tàu chiến Pháp ở Vịnh Hạ Long, Bảo Đại và Pháp đàm phán rồi ký kết Hiệp ước Vịnh Hạ Long. Hiệp ước thể hiện sự đồng thuận của hai bên về việc thành lập Quốc gia Việt Nam trên cơ sở nguyên tắc độc lập và thống nhất của Việt Nam trong Liên hiệp Pháp, mặc dù nghĩa chính xác của từ \"độc lập\" và các quyền hạn cụ thể của chính phủ mới vẫn chưa được xác định. Chính phủ hoạt động dưới một hiến chương lâm thời, chọn cờ vàng ba sọc đỏ làm quốc kỳ và bản \"Thanh niên Hành Khúc\" với lời nhạc mới làm quốc ca.27 Quốc gia Việt Nam sẽ có một quân đội riêng tuy nhiên phải \"sẵn sàng bảo vệ bất cứ phần nào của Liên Hiệp Pháp\". Sự độc lập chính trị của nhà nước Quốc gia Việt Nam được quy định trong Hiệp ước Vịnh Hạ Long quá nhỏ nên hiệp ước này bị Ngô Đình Diệm và cả những chính trị gia trong Mặt trận Thống nhất Quốc gia Liên hiệp chỉ trích.19\nDo bị các chính trị gia trong Mặt trận Thống nhất Quốc gia Liên hiệp chỉ trích, Bảo Đại chấm dứt đàm phán với Pháp và đi du lịch châu Âu trong 4 tháng. Người Pháp cử các nhà ngoại giao theo Bảo Đại để thuyết phục ông tiếp tục đàm phán và thành lập Chính phủ. Trong cuốn \"Bảo Đại - hay những ngày cuối cùng của vương quốc An Nam\", Daniel Grandclément nhận xét28 :\nTháng 1/1948, Cao ủy Pháp tại Đông Dương E. Bollaert tìm gặp Bảo Đại ở Genève, Thụy Sĩ để thuyết phục ông quay về Việt Nam để tiếp tục đàm phán và thành lập Chính phủ. Bảo Đại tuyên bố nếu Hiệp ước Vịnh Hạ Long không được bổ sung ông sẽ không quay về Việt Nam. Sau đó ông đi Cannes, Paris rồi quay về Hồng Kông.29\nNgày 24 tháng 4 năm 1948, thiếu tướng Nguyễn Văn Xuân và Trần Văn Hữu cũng bay tới Hồng Kông để gặp Bảo Đại xin thành lập Chính phủ Lâm thời cho Việt Nam, ngày 15 tháng 5, Bảo Đại gửi thông điệp cho tướng Xuân, tán thành sự thành lập Chính phủ Trung ương Lâm thời Việt Nam do tướng Xuân điều khiển \"để giải quyết vấn đề Việt Nam đối với Pháp và dư luận Quốc tế\".\nNgày 5 tháng 6 năm 1948, Bảo Đại đã gặp gỡ Cao ủy Pháp Bollaert ở vịnh Hạ Long, trên chiến hạm Duguay Trouin, để đàm phán về nền độc lập và thống nhất của Việt Nam. Tháng 1 năm 1949, Bản tuyên ngôn Việt - Pháp được công bố, theo đó nước Pháp công nhận nền độc lập và thống nhất của Việt Nam trong khuôn khổ của khối Liên hiệp Pháp.\nViệt Minh chỉ trích Bảo Đại là xấu xa, tội lỗi vì đã lấy lại từ người Pháp chữ \"độc lập\" thần kỳ mà Hồ Chí Minh đã cố gắng giành giật ở Fontainebleu không được. Những người Pháp có tư tưởng thực dân phản đối điều mà họ cho là sự đầu hàng của Bollaert, đồng thời yêu cầu cắt Nam Kỳ ra khỏi phần còn lại của Việt Nam, đòi đưa Việt Nam quay trở lại chế độ Bảo hộ. Các chính trị gia ở Paris ra sức trấn an những người Pháp ủng hộ chủ nghĩa thực dân và đảm bảo với họ rằng sẽ không có gì thay đổi - cuộc chiến tranh sẽ không chấm dứt. Các lãnh tụ Cộng hoà Bình dân và nhiều người thân cận với Cộng hoà Bình dân lại cho rằng kéo dài chiến tranh sẽ hết sức có lợi và đã đi đến quyết định không để cho cuộc chiến tranh kết thúc sớm30 .\nSau đó Bảo Đại rút lui khỏi các hoạt động chính trị và đi châu Âu một lần nữa. Ngày 25/8/1948, từ Saint Germain Bảo Đại báo cho E. Bollaert biết ông sẽ không quay về Việt Nam nếu Pháp không hủy bỏ chế độ thuộc địa tại Nam Kỳ và trao trả Nam Kỳ lại cho Quốc gia Việt Nam cũng như nếu ông không nhận được sự đảm bảo của Pháp cho Việt Nam độc lập.31\nNgày 8 tháng 3 năm 1949, Tổng thống Pháp Vincent Auriol và Cựu hoàng Bảo Đại đã ký Hiệp định Élysée (1949), thành lập một chính quyền Việt Nam trong khối Liên hiệp Pháp, gọi là Quốc gia Việt Nam, đứng đầu là Bảo Đại. Bảo Đại yêu cầu Pháp phải trao trả Nam Kỳ cho Việt Nam và Pháp đã chấp nhận yêu cầu này.\nNgày 24 tháng 4 năm 1949, Bảo Đại về nước. Hai tháng sau, vào ngày 14 tháng 6, Bảo Đại tuyên bố tạm cầm quyền cho đến khi tổ chức được tổng tuyển cử và tạm giữ danh hiệu Hoàng đế để có một địa vị quốc tế hợp pháp. Ngày 20 tháng 6 năm 1949, thủ tướng Nguyễn Văn Xuân đệ đơn từ chức, Chính phủ Lâm thời Nam phần tuyên bố giải tán. Ngày 21 tháng 6, thỏa ước Elyseé được công bố.\nCuối tháng 6 năm 1949, Việt Nam chính thức thống nhất dưới sự quản lý của Quốc gia Việt Nam.19 Pháp chuyển giao những chức năng hành chính cho Quốc gia Việt Nam một cách chậm chạp, hai chức năng quan trọng nhất và tài chính và quân đội thì vẫn phụ thuộc vào Pháp.\nNgày 1 tháng 7 năm 1949, Chính phủ Lâm thời của Quốc gia Việt Nam được thành lập theo sắc lệnh số 1-CP của thủ tướng, tấn phong Bảo Đại là Quốc trưởng, trung tướng Nguyễn Văn Xuân làm Thủ tướng kiêm Tổng trưởng Quốc phòng32 (Có tài liệu ghi Bảo Đại là Quốc trưởng kiêm Thủ tướng, Nguyễn Văn Xuân là phó Thủ tướng kiêm Tổng trưởng Quốc phòng33 ). Theo đánh giá của người Mỹ, Bảo Đại ít tham gia vào công việc của chính phủ, giành nhiều thời gian cho nghỉ mát34 .\nTháng 1 năm 1950, Bảo Đại chỉ định Nguyễn Phan Long làm Thủ tướng. Ngày 27 tháng 4 năm 1950, giải tán chính phủ Nguyễn Phan Long và ủy nhiệm Thủ hiến Trần Văn Hữu thành lập chính phủ mới. Tính đến đầu năm 1950, có 35 quốc gia công nhận Quốc gia Việt Nam.35\nTừ tháng 6 cho đến tháng 10 năm 1950, Quốc gia Việt Nam và Pháp họp tại Pau (Pháp) để bàn về việc chuyển giao các chức năng quản lý xuất nhập cảnh, quan hệ ngoại giao, ngoại thương, hải quan và tài chính cho Quốc gia Việt Nam. Tài chính là vấn đề gây nhiều tranh cãi nhất bao gồm việc kiểm soát lợi nhuận từ hoạt động ngoại hối. Kết quả tất cả các chức năng trên đã được Pháp chuyển giao cho Quốc gia Việt Nam. Thủ tướng Quốc gia Việt Nam Trần Văn Hữu sau khi ký thỏa thuận với Pháp đã tuyên bố: \"Nền độc lập của chúng tôi hiện nay thật tuyệt vời\". Các quan chức Pháp phàn nàn về Bảo Đại: \"Ông ấy tập trung quá mức vào việc lấy lại từ chúng tôi những gì có thể thay vì tìm kiếm sự ủng hộ từ nhân dân... Lịch sử sẽ phán xét ông ấy vì quá chú tâm vào chuyện này\". Tuy nhiên người Pháp vẫn dành cho mình quyền quan sát và can thiệp đối với những vấn đề liên quan đến toàn bộ Liên Hiệp Pháp. Người Pháp còn có quyền tiếp cận mọi thông tin nhà nước, tham dự vào tất cả các quyết định của chính phủ và nhận một khoản nhỏ từ lợi tức quốc gia của Việt Nam.19\nNgày 8/12/1950, Quốc gia Việt Nam và Pháp ký Hiệp định quân sự thành lập Quân đội Quốc gia Việt Nam bằng cách đặt một số đơn vị quân đội Pháp tại Việt Nam dưới quyền chỉ huy của Quốc gia Việt Nam. Dự kiến quân đội này sẽ bao gồm 120.000 quân và 4.000 sĩ quan. Tất cả sĩ quan đều phải là người Việt.36 Pháp có trách nhiệm hỗ trợ Quốc gia Việt Nam thành lập những đơn vị mới do sĩ quan Việt Nam chỉ huy và đào tạo sĩ quan người Việt thay thế dần những sĩ quan Pháp đang hiện diện trong Quân đội Quốc gia Việt Nam. Nhà sử học Spencer C. Tucker cho rằng Quân đội Quốc gia Việt Nam được huấn luyện kém và không có sĩ quan chỉ huy cấp cao người Việt, Pháp chỉ đơn giản là đưa những người lính mới tuyển mộ được vào các quân đoàn Viễn chinh của chính Pháp, tại đó, người chỉ huy là các sĩ quan Pháp.8\nArchimedes L.A Patti nhận xét: \"Tất nhiên họ (Quốc gia Việt Nam) đã lầm, không bao giờ Pháp cho Việt Nam độc lập để mất Đông Dương. Bảo Đại trở về Việt Nam và cho rằng ông ta đã làm hết sức mình để người Pháp phải giữ lời cam kết. Ông sẽ chờ và xem. Có thể người Mỹ sẽ khích lệ giúp đỡ. Nhưng sau một ngày ở Sài Gòn, thấy Pháp từ chối không cho ông sử dụng dinh Norodom, trụ sở chính quyền thuộc địa Pháp, Bảo Đại liền rút lui về nhà ở Đà Lạt. Sự việc này cho thấy rõ tình hình chẳng có gì thay đổi cả\".37\nTướng Georges Revers, Tổng Tham mưu trưởng quân đội Pháp, được phái sang Việt Nam để nghiên cứu tình hình (tháng 5, 6 năm 1949) và sau đó đã viết: \"Hồ Chí Minh đã có khả năng chống cự lại với sự can thiệp của Pháp lâu đến như thế, chính là vì nhà lãnh đạo Việt Minh đã biết tập hợp chung quanh mình một nhóm những người thực sự có năng lực… Ngược lại, Bảo Đại đã có một chính phủ gồm độ 20 đại biểu của toàn các đảng phái ma, trong số đó đảng mạnh nhất cũng khó mà đếm được 25 đảng viên\"38 .\nNgười Pháp trì hoãn một cách có tính toán việc thi hành thoả hiệp Élysée với Quốc gia Việt Nam. Quân đội của họ tiếp tục tham chiến tại Việt Nam, nhân viên hành chính tiếp tục làm việc ở các cấp chính quyền; Quốc gia Việt Nam chẳng được trao cho một chút quyền hành thực sự nào, như bấy giờ người ta nói, Quốc gia Việt Nam chỉ là một sự nguỵ trang cho nền cai trị của Pháp.39 .\nChính phủ do Trần Văn Hữu làm Thủ tướng tồn tại đến ngày 6 tháng 6 năm 1952 thì phải cáo lui, nhường chỗ cho Nguyễn Văn Tâm lên làm thủ tướng cùng thành phần tổng, bộ trưởng đa số là người do Pháp đào tạo.\nNgày 20 tháng 11 năm 1953, hoàng thân Bửu Lộc từ Pháp về Sài Gòn lập chính phủ thay thế chính phủ Nguyễn Văn Tâm. Thời gian này, Quốc trưởng Bảo Đại sống và làm việc tại biệt điện ở Đà Lạt. Xung quanh nơi ở của Bảo Đại có cả một trung đoàn Ngự lâm quân bảo vệ và có cả một đoàn xe riêng gọi là \"công xa biệt điện\", lại có cả một đội máy bay riêng do các phi công người Pháp lái phục vụ.\nNgày 11 tháng 1 năm 1954, Chính phủ mới do Bửu Lộc thành lập trình diện Bảo Đại nhưng đến ngày 16 tháng 6 năm 1954, Bửu Lộc từ chức. Quốc trưởng Bảo Đại mời Ngô Đình Diệm về nước, ngày 6 tháng 7, Ngô Đình Diệm thành lập chính phủ mới.\nSau Hiệp định Genève 1954, Pháp phải rút khỏi Đông Dương, chính quyền và quân đội Quốc gia Việt Nam tập kết ở miền Nam Việt Nam chờ tổng tuyển cử để thống nhất Việt Nam.\nNgô Đình Diệm tiến hành cải tổ chính phủ lần thứ nhất vào ngày 24 tháng 9 năm 1954 và lần thứ hai vào ngày 10 tháng 5 năm 1955.\nTháng 9 năm 1954, tướng Nguyễn Văn Hinh không chịu dưới quyền chỉ huy của Ngô Đình Diệm nên đánh điện sang Pháp nhờ Bảo Đại can thiệp. Bảo Đại điện về Sài Gòn triệu tập Diệm sang Cannes gặp Bảo Đại để bàn lại việc sắp xếp nhân sự nhưng Diệm không đi. Bảo Đại quyết định điện về Sài Gòn cách chức thủ tướng của Ngô Đình Diệm.\nTuy nhiên, ngày 4 tháng 10 năm 1955, Ủy ban trưng cầu dân ý thành lập đưa ý kiến đòi truất phế Quốc trưởng Bảo Đại và đưa Thủ tướng Ngô Đình Diệm lên làm Quốc trưởng. Khi cử tri đi đến nơi bỏ phiếu, họ thấy rằng nơi đây đã bị những người ủng hộ Ngô Đình Diệm kiểm soát. Một cử tri sau khi bỏ phiếu đã nói rằng \"Người chỉ đạo nói cho chúng tôi hiểu rằng ở đây chỉ có hai sự lựa chọn, hoặc là phiếu đỏ (Ngô Đình Diệm) sẽ được bỏ vào hòm phiếu hoặc phiếu xanh sẽ bị loại đi\".40 Về phía Bảo Đại, ngày 18/10/1955, ông đưa ra tuyên bố cắt chức Thủ tướng cũng như xóa bỏ mọi quyền lực của Ngô Đình Diệm từ văn phòng của mình tại Paris để phản đối một chính phủ công an trị và chế độ độc tài cá nhân do Ngô Đình Diệm đứng đầu.41\nCuộc sống lưu vong\nÔng sống tại Cannes, sau đó chuyển đến vùng Alsace. Bảo Đại giao du với Jean de Beaumont, cựu nghị sĩ Nam Kỳ, một tay săn bắn có hạng. Bị cơ quan thuế để mắt tới, không còn tiền tài trợ của chính phủ Pháp, ông phải bán dần tài sản của mình. Năm 1963, Nam Phương hoàng hậu qua đời ở Chabrignac. Năm 1972, khi đã tiêu pha hết cả tài sản, Bảo Đại sống với Monique Baudot, một phụ nữ Pháp kém Bảo Đại hơn 30 tuổi (Monique Baudot sinh năm 1946), đến năm 1982 thì kết hôn. Bảo Đại nhập đạo Công giáo lấy tên thánh là Jean-Robert.\nTrong thời gian này, ảnh hưởng của Bảo Đại tại các khu vực như Quảng Trị và Thừa Thiên-Huế vẫn còn rất lớn. Chính vì vậy phía Việt Nam Dân chủ Cộng hòa đã phái các đại diện sang Pháp nhằm thuyết phục Bảo Đại tham gia một chính phủ liên hiệp nhằm thống nhất Việt Nam, nhờ đó thông qua Bảo Đại thì miền Bắc có thể thu hút thêm những người ủng hộ tại các địa phương mà Bảo Đại có ảnh hưởng. Dưới ảnh hưởng của các cuộc gặp mặt này, trong những buổi phát biểu công khai Bảo Đại đã thể hiện lập trường chống lại sự hiện diện của quân đội Hoa Kỳ tại Việt Nam, chỉ trích chính phủ Nguyễn Văn Thiệu và kêu gọi thành lập một chính phủ liên hiệp tự do, trung lập và hòa bình tại Việt Nam [cần dẫn nguồn].\nNăm 1982, nhân khai trương Hội Hoàng tộc ở hải ngoại, Bảo Đại lần đầu tiên sang thăm Mỹ với tư cách cá nhân. Trong chuyến đi này ông đã nhận tên cha để làm lại giấy khai sinh cho những người con ngoại hôn trước đây không ghi tên ông trong phần tên cha. Tại thị trấn Sacramento, ông được tặng chiếc chìa khóa vàng tượng trưng cho thị trấn này. Ông cũng được bà thị trưởng thành phố Westminster, California tặng danh hiệu \"công dân danh dự\" của thành phố. Ông cũng thăm viếng và chúc mừng các buổi lễ của cộng đồng Phật giáo và Cao Đài người Việt ở California cùng các cộng đồng người Mỹ gốc Việt ở Texas. Bảo Đại cũng nhân dịp này thăm dò ý kiến của các cộng đồng người Việt sống ở Hoa Kỳ về giải pháp cho việc hòa giải dân tộc.\nTang lễ\nCựu hoàng Bảo Đại là vị vua thọ nhất nhà Nguyễn. Ông qua đời vào 5 giờ sáng ngày 31 tháng 7 năm 1997 tại Quân y viện Val-de-Grâce42 , hưởng thọ 85 tuổi. Ông cũng là một phế đế sống thọ nhất trên thế giới thời hiện đại. Trước đó ông có nhận lời về tham dự Hội nghị thượng đỉnh Cộng đồng Pháp ngữ (La Francophonie) được tổ chức tại Hà Nội vào 1997.[cần dẫn nguồn]\nĐám tang Bảo Đại được tổ chức vào lúc 11 giờ ngày 6 tháng 8 năm 1997 tại nhà thờ Saint-Pierre de chaillot số 35 đại lộ Marceau, quận 16 Paris và linh cữu được mai táng tại nghĩa địa Passy trên đồi Trocadero.42\nTrả lời BBC về sự kiện này, bà Monique nói: \"Ngày hôm nay tôi rất đau buồn. Dĩ nhiên rồi, trước hết và trên hết là vì chồng tôi vừa qua đời. Nhưng hôm nay trang sử của triều Nguyễn Việt Nam cũng được chấm dứt. Tôi cầu nguyện cho chồng tôi\".43\nĐánh giá\nTrong cuốn \"Bảo Đại - hay những ngày cuối cùng của vương quốc An Nam\", Daniel Grandclément viết44 :\nNhà báo Merry Bromberger viết về thói ăn chơi của Bảo Đại: \"Muốn gặp Bảo Đại ở Hongkong chỉ cần dạo mười bốn hộp đêm trong thành phố, dễ hơn là tìm ông trong một khách sạn Anh\"45\nTháng 3/1948, khi một nhà báo quốc tế nói rằng Bảo Đại sẽ chịu hợp tác với Pháp để thành lập chính phủ, với điều kiện quân đội và ngoại giao của chính phủ đó thuộc quyền chỉ huy của Pháp, chủ tịch Hồ Chí Minh vẫn tỏ ra tin tưởng Bảo Đại: \"Ông Vĩnh Thuỵ (tên thật của Bảo Đại) là Cố vấn của Chính phủ Việt Nam. Ông ấy không thể đàm phán hoặc hành động gì trước khi Chính phủ Việt Nam đồng ý. Vả chǎng, nếu quân đội và ngoại giao Việt Nam ở dưới quyền Pháp tức là Việt Nam chưa được độc lập hẳn và vẫn là thuộc địa của Pháp. Điều kiện như thế thì ngoài bọn phản quốc ra, không có một người Việt Nam nào chịu nhận, cố vấn Vĩnh Thụy cũng vậy. Hơn 80 nǎm dưới quyền thống trị của Pháp, nhân dân Việt Nam đã nếm đủ sỉ nhục và đau khổ.\"46 Sau đó, khi thông tin này đã trở thành sự thật, trả lời điện phỏng vấn của Dân quốc Nhật báo (Trung Hoa Dân Quốc) ngày 3/4/1949, chủ tịch Hồ Chí Minh đã lên án Bảo Đại như sau:\nGia quyến\nBảo Đại còn có một người con do bà Từ Cung Hoàng thái hậu nuôi từ nhỏ, nhưng không rõ là con bà nào do ông không tiết lộ.54\nCâu nói\nTrong thơ ca\nKhi Bảo Đại sang Trung Quốc, nhà thơ Việt Nam đương thời Tú Mỡ có bài thơ châm biếm về việc này.\nTrong điện ảnh\nHình tượng Bảo Đại được dựng thành bộ phim \"Ngọn nến Hoàng cung\" năm 2004 do diễn viên Huỳnh Anh Tuấn đóng.\nTiền đồng \"Bảo Đại thông bảo\"\nTiền đồng Bảo Đại thông bảo (保大通寶) là loại tiền đồng Việt Nam kiểu cổ sau cùng được chế tạo. Có ba loại tiền Bảo Đại Thông bảo: loại tiền đúc cỡ nhỏ, loại tiền đúc cỡ lớn mặt sau có nổi chữ \"mười văn\" và loại tiền đúc lớn có mặt sau \"trơn\". Tất cả được phát hành vào năm 1933.\n保大通寶 (1926-1945)\nChú thích\n(Nguồn: Wikipedia)","namSinh":"22 tháng 10, 1913 Huế, Đại Nam, Liên bang Đông Dương","namMat":"31 tháng 7, 1997 (83 tuổi) Val-de-Grâce, Paris, Pháp"},
{"name":"Bộ Chất","desc":"\nBộ Chất (?-247) tự Tử Sơn là một tướng Đông Ngô dưới thời Tam Quốc. Ông là một học giả sống ở đất Ngô, làm quân sư cho thủ lĩnh Tôn Quyền vào cuối thời Hậu Hán từ trước khi Đông Ngô ra đời.\nTheo sách Thủy Kinh Chú Sớ1 , năm Kiến An 16, nhà Ngô sai Bộ Chất đem 400 vũ lại đi làm Giao Châu Thứ sử. Dọc đường Chất được thái thú Thương Ngô là Ngô Cự tiếp đón. Cự có tới 5000 quân, Bộ Chất lo lắng không tin tưởng. Cự cũng có ý hối tiếc đã rước Chất vào. Bộ Chất bèn dụ Ngô Cự và đô đốc là Khu Cảnh là người dũng cảm mưu lược đến nhà làm việc rồi chém chết cả hai, đem bêu đầu cho dân chúng thấy. Theo Ngô Chí, Bộ Chất Truyện thì Bộ Chất có tới 1000 cung thủ, khởi hành vào năm Kiến An 16. Theo sách này thì Ngô Cự là người của Lưu Biểu, ngoài mặt thì theo, trong bụng thì chống đối Chất. Chất dụ dỗ lôi cuốn, mời Cự đến nhà làm việc rồi giết đi. Giao Quảng Xuân Thu nói Khu Cảnh không bị giết cùng Ngô Cự mà đem 2 vạn thủy quân xuống lấy quận Nam Hải, còn Hành Nghị và Tiền Bác cũng là bộ tướng của Ngô Cự thì dàn quân chống chọi Bộ Chất ở cửa hẻm Cao Yếu. Hành Nghị và hơn 1000 quân lính rớt xuống nước chết2 .\nCác chức vụ đã nắm giữ\nTham khảo\n(Nguồn: Wikipedia)","namSinh":"Không rõ","namMat":"247"}
]