[{"name":"Trần Hưng Đạo","desc":"Trần Hưng Đạo còn được gọi là Hưng Đạo Vương, tên thật là Trần Quốc Tuấn, là con trai An Sinh Vương Trần Liễu, gọi vua Trần Thái Tông bằng chú ruột, và Công chúa Thụy Bà (chị ruột của vua Trần Thái Tông, và là cô ruột Trần Quốc Tuấn) là mẹ nuôi của ông, quê làng Tức Mặc, huyện Mỹ Lộc, tỉnh Hà Nam Ninh(nay thuộc tỉnh Nam Định).Ông có vốn tài quân sự, lại là tôn thất nhà Trần, do đó trong cả 3 lần quân Nguyên - Mông tấn công Đại Việt, ông đều được vua Trần cử làm tướng chống trận. Đặc biệt ở kháng chiến chống Nguyên - Mông lần thứ 2 và thứ 3, ông được vua Trần Nhân Tông phong làm Tiết chế các đạo quân thủy bộ. Dưới tài lãnh đạo của ông, quân dân Đại Việt chiến thắng ở Chương Dương, Hàm Tử, Vạn Kiếp, Bạch Đằng, đuổi giặc ra khỏi nước, được phong tước Hưng Đạo Vương. Sau đó, ông lui về ở Vạn Kiếp, là nơi ông được phong ấp (nay thuộc xã Hưng Đạo, thị xã Chí Linh, tỉnh Hải Dương). Nhân dân lúc bấy giờ kính trọng ông, lập đền thờ sống ông ở Vạn Kiếp. Tại đền có bài văn bia của vua Trần Thánh Tông, ví ông với Thượng phụ (tức Khương Tử Nha). Tháng Sáu (âm lịch) năm Canh Tý (1300), ông lâm bệnh và mất ngày 20 tháng Tám (âm lịch) năm ấy, thọ khoảng 70 tuổi.Trần Hưng Đạo còn được gọi là Hưng Đạo Vương, tên thật là Trần Quốc Tuấn, là con trai An Sinh Vương Trần Liễu, gọi vua Trần Thái Tông bằng chú ruột, và Công chúa Thụy Bà (chị ruột của vua Trần Thái Tông, và là cô ruột Trần Quốc...Trần Thủ Độ là thái sư đầu triều nhà Trần, người có công sáng lập và là người thực tế nắm quyền lãnh đạo đất nước những năm đầu triều Trần, khoảng gần 40 năm, từ 1226 đến 1264. Trần Thủ Độ sinh tại làng Lưu Xá, huyện Hưng Hà,...Lý Chiêu Hoàng là vị vua thứ 9 và là cuối cùng của nhà Lý (Việt Nam) từ năm 1224 đến năm 1225, đồng thời là nữ hoàng duy nhất trong lịch sử Việt Nam. Lý Chiêu Hoàng còn có tên là Phật Kim, sinh vào tháng 9 Mậu...Trần Thái Tông tên thật là Trần Cảnh sinh ngày 16 tháng 6 năm Mậu Dần, niên hiệu Kiến Gia thứ 8 triều Lý (tức 10 tháng 7 năm 1218), ông là con của ông Trần Thừa và bà Lê Thị Phong. Ông là vị vua đầu tiên của...Trần Thị Dung vốn có tên là Trần Thị Ngừ, là người thôn Gia Lưu, Hải Ấp (nay là Làng Lưu Xá, xã Canh Tân, huyện Hưng Hà, tỉnh Thái Bình), là con gái của Trần Lý, em gái kế của Trần Thừa và Trần Tự Khánh, cô ruột của...Trần Quang Khải sinh năm 1241, mất năm 1294, là con trai thứ ba của vua Trần Thái Tông và hoàng hậu Thuận Thiên, em ruột vua Trần Thánh Tông. Thuở nhỏ, ông đã bộc lộ tư chất thông minh, giỏi cả văn lẫn võ, được vua cha rất mực...Chu Văn An còn được gọi là Chu An, Chu Văn Trinh, tự là Linh Triệt, hiệu là Tiều Ẩn, người thôn Văn, xã Quang Liệt, huyện Thanh Đàm (nay là Thanh Trì, Hà Nội). Là người chính trực, đã từng đỗ Thái học sinh nhưng không ra làm quan...Mạc Đĩnh Chi tên tự là Tiết Phu, người làng Lũng Động, huyện Chí Linh (nay thuộc xã Nam Tân, huyện Nam Sách, tỉnh Hải Dương). Năm 1304, ông đỗ Trạng nguyên. Vua thấy tướng mạo xấu có ý chê, ông dâng bài phú \"Ngọc tỉnh liên\" (sen giếng ngọc)...Trần Nhật Duật là con thứ 6 của Trần Thái Tông, sinh tháng 4 năm ất Mão (1255) tại hoàng cung Thăng Long. Ông là người có công trong cuộc kháng chiến chống quân Nguyên Mông lần thứ hai và thứ ba, giữ gìn bờ cõi nước Đại Việt. Sử...Trần Bình Trọng sinh năm 1259, là con trai của tướng Lê Trần và công chúa Chiêu Thánh. Ông là người có công lớn hộ giá bảo vệ cho hai vua Trần (Trần Thánh Tông và Trần Nhân Tông) trong cuộc kháng chiến chống quân Nguyên-Mông lần thứ hai. Ông...Hoài Văn hầu Trần Quốc Toản thuộc dòng dõi nhà vua và sinh vào năm Đinh Mão (1267). Ông là một quý tộc nhà Trần, sống ở thời kỳ trị vì của vua Trần Nhân Tông. Ông lớn lên trong không khí cả nước náo nức chuẩn bị chiến đấu...Trần Thánh Tông tên thật là Trần Hoảng, là con trai thứ, nhưng mà là con trưởng dòng đích của vua Trần Thái Tông và bà Hiển Từ Thuận Thiên Hoàng thái hậu Lý Thị. Ông sinh ngày 25 tháng Chín âm lịch năm Thiên Ứng Chính Bình thứ 9...Trần Nhân Tông tên thật là Trần Khâm là vị vua thứ ba của nhà Trần trong lịch sử Việt Nam. Ông là con trai trưởng của vua Trần Thánh Tông với Nguyên Thánh Thiên Cảm hoàng thái hậu Trần thị Thiều, sinh ngày 11 tháng 11 âm lịch năm...Trần Anh Tông tên thật là Trần Thuyên, ông là vị vua thứ tư của nhà Trần trong lịch sử Việt Nam. Trần Thuyên là con trưởng của Nhân Tông, mẹ là Bảo Thánh hoàng hậu, sinh ngày 17 tháng 9 năm 1276, được lập ngay làm Đông cung thái...Trần Minh Tông tên thật là Trần Mạnh, con thứ tư của Trần Anh Tông, mẹ là Chiêu Hiền hoàng thái hậu Trần Thị, con gái của Bảo Nghĩa đại vương Trần Bình Trọng, sinh năm Canh Tý 1300. Ông lên ngôi khi mới 14 tuổi, đổi niên hiệu...Nguyễn Trung Ngạn tự là Bang Trực, hiệu là Giới Hiên, người làng Thổ Hoàng, huyện Thiên Thi (nay là Ân Thi), tỉnh Hưng Yên. Nguyễn Trung Ngạn từ nhỏ đã thông minh xuất chúng, nổi tiếng thần đồng....Một trí thức tài hoa lỗi lạc như ông mà tài liệu về ông còn rất ít. \"Ðại Việt sủ ký toàn thư\" chép vắn tắt: \"Tháng ba năm Thiên Long thứ chín đời Trần Thánh Tông, khoa thi lấy Kinh trạng nguyên Trần Cố, Trại trạng nguyên Bạch Liêu....Tên thật là Lý Đạo Tái, người hương Vạn Tải, châu Nam Sách, lộ Lạng Giang. Nay là làng Thái Bảo, huyện Gia Bình, tỉnh Bắc Ninh. Học giỏi, đỗ cả thi hương, thi hội. Ông đỗ đệ nhất giáp tiến sĩ (trạng nguyên) khoa thi năm 1272 hay 1274...Nguyễn Hiền đỗ trạng nguyên khi 13 tuổi. Ông là người làng Dương A, huyện Thượng Hiền, phủ Thiên Trường(nay là xã Nam Thắng, huyện Nam Trực, tỉnh Nam Định). Ông thi đỗ trạng nguyên khi mới 12 tuổi, trở thành trạng nguyên trẻ nhất trong lịch sử khoa cử...Phạm Ngũ Lão sinh năm 1255 tại làng Phù Ủng (nay thuộc huyện Ân Thi, tỉnh Hưng Yên) đúng vào lúc vương triều Trần đang động viên sức dân cả nước chuẩn bị cho cuộc chiến đấu chống giặc Nguyên - Mông lần thứ 2. Ông vừa là môn...Tức Nguyên Từ quốc mẫu của nhà Trần, họ Trần, húy có lẽ là Anh, vợ Hưng Đạo vương Trần Quốc Tuấn....Lê Văn Hưu (1230-1322) người làng Phủ Lý, huyện Đông Sơn, tỉnh Thanh Hóa (nay thuộc xã Triệu Trung, huyện Thiệu Hóa, tỉnh Thanh Hóa)....Đoàn Nhữ Hài người làng Hội Xuyên, huyện Trường Tân, lộ Hồng Châu (nay là huyện Gia Lộc, tỉnh Hải Dương), là một danh thần đời nhà Trần. Ông làm quan trải ba đời vua Trần Anh Tông (1293-1214), Trần Minh Tông (1314-1329) và Trần Hiến Tông (1329-1341), là người...Công chúa Huyền Trân (1287 – 1340), con gái vua Trần Nhân Tông và hoàng hậu Thiên Cảm, hạ giá lấy vua nước Champa Chế Mân. Chính nhờ cuộc hôn nhân này một mặt làm cho mối quan hệ giao bang Đại Việt – Chăm pa trở nên thân thiết...Hưng Nhượng vương Trần Quốc Tảng một vị tướng và là con trai thứ ba của Hưng Đạo đại vương Trần Quốc Tuấn và Nguyên Từ Quốc Mẫu tức công chúa Thiên Thành. Có lần khuyên cha cướp ngôi báu, Trần Quốc Tảng bị Trần Hưng Đạo rút gươm toan...","namSinh":"1228","namMat":"1300"},
{"name":"Nguyễn Hữu Cảnh","desc":"Nguyễn Hữu Cảnh 1650-1700 tên thật là Nguyễn Hữu Thành, húy Kính, tộc danh là Lễ, là một danh tướng thời chúa Nguyễn Phúc Chu. Ông được xem là người xác lập chủ quyền cho người Việt tại vùng đất Sài Gòn-Gia Định vào năm 1698.Nguyễn Hữu Cảnh là cháu 9 đời của Nguyễn Trãi. Ông nội của ông là Nguyễn Triều Văn (dòng Nguyễn Hữu, tước Triều Văn hầu, phò triều Lê và Nguyễn sơ), trước ở làng Gia Miêu, huyện Tống Sơn, tỉnh Thanh Hóa, sau theo chúa Tiên (Nguyễn Hoàng) di cư vào đất Thuận Hóa. Con ông Triều Văn là Nguyễn Hữu Dật sinh nhiều con trai, trong đó có bốn người là tướng giỏi, kể theo thứ tự: Nguyễn Hữu Hào (tước Hào Lương hầu, tác giả truyện nôm Song tinh bất dạ), Nguyễn Hữu Trung (tước Trung Thắng hầu), Nguyễn Hữu Cảnh (tước Lễ Thành hầu) và Nguyễn Hữu Tín (tước Tín Đức hầu). Dòng dõi con nhà tướng, lớn lên trong thời kỳ Trịnh-Nguyễn phân tranh, lại chuyên tâm luyện tập võ nghệ. Bởi vậy, tuy còn trẻ, nhưng ông đã lập được nhiều chiến công và đã được chúa Nguyễn Phúc Tần phong chức Cai cơ (một chức võ quan thuộc bậc cao) vào lúc tuổi độ hai mươi, được người đương thời gọi tôn là \"Hắc Hổ\" (vì ông sinh năm Dần và vì có nước da ngăm đen, vóc dáng hùng dũng).Nguyễn Hữu Cảnh 1650-1700 tên thật là Nguyễn Hữu Thành, húy Kính, tộc danh là Lễ, là một danh tướng thời chúa Nguyễn Phúc Chu. Ông được xem là người xác lập chủ quyền cho người Việt tại vùng đất Sài Gòn-Gia Định vào năm 1698....Trịnh Tráng là chúa Trịnh thứ 3 thời Lê Trung Hưng và là chúa thứ hai chính thức xưng vương khi còn tại vị, nắm thực quyền cai trị miền Bắc nước Đại Việt từ năm 1623 đến 1657. Về chính trị, ông là người củng cố địa vị cai...Đặng Công Chất là người làng Phù Đổng, huyện Tiên Du, phủ Từ Sơn, trấn Kinh Bắc (nay thuộc xã Phù Đổng, huyện Gia Lâm, Hà Nội). Nguyên quán của ông là xã Thái Bát, huyện Bất Bạt (nay thuộc xã Tòng Bạt, huyện Ba Vì, thành phố Hà Nội)....Nguyễn Đăng Đạo là một trong số rất ít trạng nguyên làm quan tới chức tể tướng thời Lê trung hưng. Ông còn có tên là Trạng Bịu. Ngay từ nhỏ ông đã nổi tiếng thông minh, hoạt bát....Nguyễn Cư Trinh quê ở xã An Hòa, huyện Hương Trà, tỉnh Thừa Thiên (nay là Thừa Thiên – Huế), sanh năm Bính Thìn 1716, tên chữ là Nghi, hiệu Đạm Am, con út của danh sĩ Nguyễn Đăng Đệ - Ký lục tỉnh Quảng Nam dưới triều Chúa Nguyễn...An Đô Vương Trịnh Cương là vị chúa Trịnh thứ 6 thời Lê Trung Hưng, cầm quyền từ tháng 5 năm 1709 đến tháng 10 năm 1729. Ông người làng Sóc Sơn, huyện Vĩnh Lộc, Thanh Hoá. Ông là chúa Trịnh duy nhất có cuộc đời và sự nghiệp trong...Lê Công Hành sống ở cuối đời Trần, đầu đời Lê (khoảng thế kỷ 14), sinh ngày 18 tháng Giêng năm Bính Ngọ (1606), tên thật là Bùi Công Hành tại xã Quất Động, tổng Bình Lăng, huyện Thường Tín, tỉnh Hà Đông cũ (nay là thôn Quất Động, xã...Nguyễn Phúc Tần (16.7.1620 - 30.4.1687) tên thường gọi là Hiền Vương, là con trai thứ 2 của chúa Nguyễn Phúc Lan, là vị chúa thứ 4 của nhà Nguyễn ở Đàng Trong. Ông ở ngôi từ năm 1648-1687, tại vị được 39 năm....Nguyễn Phúc Thái là người nổi tiếng rộng rãi, giảm nhẹ hình phạt, thuế khoá, trọng dụng quan lại cũ, trăm họ đều vui mừng. Chúa quy định lại tang phục cho có lợi, bởi vì vào thời ấy, mỗi khi có quốc tang thì người dân dù người già, trẻ...","namSinh":"1650","namMat":"1700"},
{"name":"Trần Thủ Độ","desc":"Trần Thủ Độ là thái sư đầu triều nhà Trần, người có công sáng lập và là người thực tế nắm quyền lãnh đạo đất nước những năm đầu triều Trần, khoảng gần 40 năm, từ 1226 đến 1264. Trần Thủ Độ sinh tại làng Lưu Xá, huyện Hưng Hà, tỉnh Thái Bình, Việt Nam. Đánh giá về Trần Thủ Độ, có nhiều luồng dư luận trái chiều, ông là người có công sáng lập nhà Trần, ý kiến khác lại cho rằng ông là người đáng chê trách khi giết hại vua nhà Lý.Sau khi Trần Tự Khánh chết (1223), Trần Thủ Độ thực sự là người thay thế nắm quyền trong triều. Ông là người đã ép Huệ Tông nhường ngôi cho con gái mới lên 7 tuổi là Chiêu Thánh Công Chúa, tức Lý Chiêu Hoàng. Sau đó ông đưa con Trần Thừa là Trần Cảnh, mới 8 tuổi, vào hầu Lý Chiêu Hoàng, rồi dàn xếp để Trần Cảnh lấy Lý Chiêu Hoàng và nhường ngôi cho Trần Cảnh vào cuối năm 1225. Để củng cố quyền lực nhà Trần, Thủ Độ rắp tâm diệt cỏ tận gốc đối với tôn thất nhà Lý. Năm 1225, Thủ Độ ép Huệ Tông phải tự tử. Xét về mặt khác, Trần Thủ Độ lại là người có công lớn không chỉ với nhà Trần mà còn với cả non sông, dất nước. Kể từ thời Lý Cao Tông, triều đình bắt đầu lâm cảnh suy tàn, vua mải ăn chơi bỏ bê chính sự, loạn lạc khắp nơi nổi lên, kinh tế suy sụp. Sau khi nhà Trần được lập, vua Trần Thái Tông chỉ là cậu bé chưa đầy 10 tuổi. Chính Trần Thủ Độ đã ngược xuôi dẹp nội loạn, đưa đất nước từ loạn đến trị. Ông cũng đã lèo lái hệ thống chính quyền khôi phục kinh tế, định lại thuế khóa, xây dựng đê điều, mở rộng chế độ tư hữu ruộng đất, xây dựng và củng cố quân đội, chăm lo học hành…Trần Hưng Đạo còn được gọi là Hưng Đạo Vương, tên thật là Trần Quốc Tuấn, là con trai An Sinh Vương Trần Liễu, gọi vua Trần Thái Tông bằng chú ruột, và Công chúa Thụy Bà (chị ruột của vua Trần Thái Tông, và là cô ruột Trần Quốc...Trần Thủ Độ là thái sư đầu triều nhà Trần, người có công sáng lập và là người thực tế nắm quyền lãnh đạo đất nước những năm đầu triều Trần, khoảng gần 40 năm, từ 1226 đến 1264. Trần Thủ Độ sinh tại làng Lưu Xá, huyện Hưng Hà,...Lý Cao Tông là vị vua thứ bảy của nhà Lý, cai trị từ năm 1176 đến năm 1210. Ông tên thật là Lý Long Trát hay Lý Long Cán, sinh ngày 06 tháng 07 năm 1173 nhằm ngày 25-05 Quý Tỵ (1173) tại kinh đô Thăng Long, Hà Nội,...Lý Huệ Tông là vị vua thứ tám của nhà Lý, cai trị từ năm 1211 đến năm 1224. Ông tên thật là Lý Sảm hay Lý Hạo Sảm, sinh tại kinh đô Thăng Long, Hà Nội, Việt Nam. Lý Sảm là con trưởng của Lý Cao Tông, mẹ là...Lý Chiêu Hoàng là vị vua thứ 9 và là cuối cùng của nhà Lý (Việt Nam) từ năm 1224 đến năm 1225, đồng thời là nữ hoàng duy nhất trong lịch sử Việt Nam. Lý Chiêu Hoàng còn có tên là Phật Kim, sinh vào tháng 9 Mậu...Trần Thái Tông tên thật là Trần Cảnh sinh ngày 16 tháng 6 năm Mậu Dần, niên hiệu Kiến Gia thứ 8 triều Lý (tức 10 tháng 7 năm 1218), ông là con của ông Trần Thừa và bà Lê Thị Phong. Ông là vị vua đầu tiên của...Trần Thị Dung vốn có tên là Trần Thị Ngừ, là người thôn Gia Lưu, Hải Ấp (nay là Làng Lưu Xá, xã Canh Tân, huyện Hưng Hà, tỉnh Thái Bình), là con gái của Trần Lý, em gái kế của Trần Thừa và Trần Tự Khánh, cô ruột của...Trần Tự Khánh là con Trần Lý, em ruột Trần Thừa-người sau người sau này trở thành thượng hoàng đầu tiên của nhà Trần. Ông là người Tam Đường, phủ Long Hưng, tỉnh Thái Bình, Việt Nam. Ông là tướng nhà Lý, là người có công đặt nền móng cho...Trần Quang Khải sinh năm 1241, mất năm 1294, là con trai thứ ba của vua Trần Thái Tông và hoàng hậu Thuận Thiên, em ruột vua Trần Thánh Tông. Thuở nhỏ, ông đã bộc lộ tư chất thông minh, giỏi cả văn lẫn võ, được vua cha rất mực...Trần Nhật Duật là con thứ 6 của Trần Thái Tông, sinh tháng 4 năm ất Mão (1255) tại hoàng cung Thăng Long. Ông là người có công trong cuộc kháng chiến chống quân Nguyên Mông lần thứ hai và thứ ba, giữ gìn bờ cõi nước Đại Việt. Sử...Trần Bình Trọng sinh năm 1259, là con trai của tướng Lê Trần và công chúa Chiêu Thánh. Ông là người có công lớn hộ giá bảo vệ cho hai vua Trần (Trần Thánh Tông và Trần Nhân Tông) trong cuộc kháng chiến chống quân Nguyên-Mông lần thứ hai. Ông...Trần Thánh Tông tên thật là Trần Hoảng, là con trai thứ, nhưng mà là con trưởng dòng đích của vua Trần Thái Tông và bà Hiển Từ Thuận Thiên Hoàng thái hậu Lý Thị. Ông sinh ngày 25 tháng Chín âm lịch năm Thiên Ứng Chính Bình thứ 9...Trần Nhân Tông tên thật là Trần Khâm là vị vua thứ ba của nhà Trần trong lịch sử Việt Nam. Ông là con trai trưởng của vua Trần Thánh Tông với Nguyên Thánh Thiên Cảm hoàng thái hậu Trần thị Thiều, sinh ngày 11 tháng 11 âm lịch năm...Một trí thức tài hoa lỗi lạc như ông mà tài liệu về ông còn rất ít. \"Ðại Việt sủ ký toàn thư\" chép vắn tắt: \"Tháng ba năm Thiên Long thứ chín đời Trần Thánh Tông, khoa thi lấy Kinh trạng nguyên Trần Cố, Trại trạng nguyên Bạch Liêu....Tên thật là Lý Đạo Tái, người hương Vạn Tải, châu Nam Sách, lộ Lạng Giang. Nay là làng Thái Bảo, huyện Gia Bình, tỉnh Bắc Ninh. Học giỏi, đỗ cả thi hương, thi hội. Ông đỗ đệ nhất giáp tiến sĩ (trạng nguyên) khoa thi năm 1272 hay 1274...Nguyễn Hiền đỗ trạng nguyên khi 13 tuổi. Ông là người làng Dương A, huyện Thượng Hiền, phủ Thiên Trường(nay là xã Nam Thắng, huyện Nam Trực, tỉnh Nam Định). Ông thi đỗ trạng nguyên khi mới 12 tuổi, trở thành trạng nguyên trẻ nhất trong lịch sử khoa cử...Phạm Ngũ Lão sinh năm 1255 tại làng Phù Ủng (nay thuộc huyện Ân Thi, tỉnh Hưng Yên) đúng vào lúc vương triều Trần đang động viên sức dân cả nước chuẩn bị cho cuộc chiến đấu chống giặc Nguyên - Mông lần thứ 2. Ông vừa là môn...Lê Văn Hưu (1230-1322) người làng Phủ Lý, huyện Đông Sơn, tỉnh Thanh Hóa (nay thuộc xã Triệu Trung, huyện Thiệu Hóa, tỉnh Thanh Hóa)....Hưng Nhượng vương Trần Quốc Tảng một vị tướng và là con trai thứ ba của Hưng Đạo đại vương Trần Quốc Tuấn và Nguyên Từ Quốc Mẫu tức công chúa Thiên Thành. Có lần khuyên cha cướp ngôi báu, Trần Quốc Tảng bị Trần Hưng Đạo rút gươm toan...","namSinh":"1194","namMat":"1264"},
{"name":"Hồ Quý Ly","desc":"Tổ tiên Hồ Quý Ly là Hồ Hưng Dật vốn người Chiết Giang (Trung Quốc), sang làm Thái thú Diễn Châu và định cư ở hương Bào Đột, nay là xã Quỳnh Lâm, huyện Quỳnh Lưu, tỉnh Nghệ An. Hồ Liêm là đời cháu thứ 12 đã dời đến ở hương Đại Lại, Thanh Hóa, làm con nuôi tuyên úy Lê Huấn, từ đấy lấy Lê làm họ mình. Hồ Quý Ly là cháu bốn đời của cụ Hồ Liêm.Hồ Quý Ly có hai người cô đều được vua Trần Minh Tông lấy làm cung phi và đều trở thành mẹ hai vua nhà Trần, nhờ đó ông rất được vua Trần trọng dụng, sớm được đưa vào làm quan, ông còn được vua Trần gả công chúa Nhất Chi Mai và nắm giữ chức vụ cao nhất trong triều đình. Sau khi Hồ Quý ly bức vua Trần dời đô từ Thăng Long vào Tây Đô (Thanh Hóa) và giết hàng loạt quần thần trung thành với nhà Trần, tháng 2 năm Canh Thìn 1400, ông đă truất ngôi của Trần Thiếu Đế, tự lên làm vua lấy quốc hiệu là Đại Ngu, lập nên nhà Hồ. Tuy nhiên năm 1407 ông đã bị quân Minh bắt, Vương triều Hồ và nước Đại Ngu sụp đổ. Hồ Quý Ly vừa bị coi là kẻ nghịch thần chiếm ngôi, đại gian đại ác, nhưng xét theo mặt khác, ông lại là nhà cải cách, nhà chính trị tài giỏi. Ông là người đã cho phát hành và lưu thông tiền giấy lần đầu tiên trong lịch sử Việt Nam.Tổ tiên Hồ Quý Ly là Hồ Hưng Dật vốn người Chiết Giang (Trung Quốc), sang làm Thái thú Diễn Châu và định cư ở hương Bào Đột, nay là xã Quỳnh Lâm, huyện Quỳnh Lưu, tỉnh Nghệ An. Hồ Liêm là đời cháu thứ 12 đã dời đến ở...Chu Văn An còn được gọi là Chu An, Chu Văn Trinh, tự là Linh Triệt, hiệu là Tiều Ẩn, người thôn Văn, xã Quang Liệt, huyện Thanh Đàm (nay là Thanh Trì, Hà Nội). Là người chính trực, đã từng đỗ Thái học sinh nhưng không ra làm quan...Mạc Đĩnh Chi tên tự là Tiết Phu, người làng Lũng Động, huyện Chí Linh (nay thuộc xã Nam Tân, huyện Nam Sách, tỉnh Hải Dương). Năm 1304, ông đỗ Trạng nguyên. Vua thấy tướng mạo xấu có ý chê, ông dâng bài phú \"Ngọc tỉnh liên\" (sen giếng ngọc)...Trần Khánh Dư quê ở Chí Linh, Hải Dương, là võ tướng thời nhà Trần trong lịch sử Việt Nam. Được thừa hưởng tước hầu từ người cha Thượng tướng Nhân Huệ Hầu Trần Phó Duyệt. Sau này khi được vua Trần Thánh Tông nhận làm con nuôi ông được...Trần Minh Tông tên thật là Trần Mạnh, con thứ tư của Trần Anh Tông, mẹ là Chiêu Hiền hoàng thái hậu Trần Thị, con gái của Bảo Nghĩa đại vương Trần Bình Trọng, sinh năm Canh Tý 1300. Ông lên ngôi khi mới 14 tuổi, đổi niên hiệu...Vua Trần Hiến Tông tên thật là Trần Vượng sinh ngày 17 tháng 5 năm Kỷ Mùi (1319), là vua thứ sáu nhà Trần trong lịch sử Việt Nam, là con thứ của vua Trần Minh Tông, mẹ là Minh Từ Hoàng Thái phi Lê Thị. Ông lên ngôi...Trần Dụ Tông tên thật là Trần Hạo là vị vua thứ bảy của nhà Trần, là con trai thứ 10 của Trần Minh Tông và là em của Trần Hiến Tông. Mẹ ông là Hiến Từ Hoàng hậu. Ông sinh năm 1336, tại kinh đô Thăng Long (Hà Nội,...Dương Nhật Lễ hay Hôn Đức Công là vua Việt Nam trong thời nhà Trần, là người kế vị vua Trần Dụ Tông, ở ngôi từ ngày 15 tháng Sáu năm Kỷ Dậu (tức 18 tháng 7 năm 1369) đến ngày 13 tháng 11 năm Canh Tuất (tức ngày...Trần Nghệ Tông là vị vua thứ 8 của nhà Trần trong lịch sử Việt Nam, tên thật là Trần Phủ, sinh năm 1321 tại kinh đô Thăng Long, (Hà Nội), Việt Nam, là con thứ ba của Trần Minh Tông, em của vua Trần Hiến Tông, anh của vua...Trần Duệ Tông là vua thứ 9 nhà Trần trong lịch sử Việt Nam, tên thật là Trần Kính, sinh tại kinh đô Thăng Long - Hà Nội, Việt Nam. Ông sinh ngày 2 tháng 6 năm 1337, là con thứ mười một của Trần Minh Tông, em của ba...Trần Phế Đế tên huý là Trần Hiệu, là vị Hoàng đế thứ mười của nhà Trần trong lịch sử Việt Nam, sinh ngày 6 tháng 3 năm Tân Sửu - 1361 tại kinh đô Thăng Long (Hà Nội, Việt Nam). Ông ở ngôi từ năm 1377 đến 1388. Trần...Trần Thuận Tông là vua thứ 11 nhà Trần trong lịch sử Việt Nam, tên thật là Trần Ngung, sinh tại kinh đô Thăng Long, Hà Nội, Việt Nam. Thuận Tông là con út của thượng hoàng Trần Nghệ Tông, khi còn nhỏ được phong là Chiêu Định Vương, lên...Trần Thiếu Đế là vua thứ 12 và là vua cuối cùng của nhà Trần trong lịch sử Việt Nam, tên húy là An sinh tại kinh đô Thăng Long (Hà Nội, Việt Nam). Trần Thiếu Đế là con trưởng của vua Trần Thuận Tông, mẹ là Khâm Thánh hoàng...Ông là người đề xuất kế hoạch vườn không nhà trống đã được Trần Hưng Đạo áp dụng mà nhờ đó giúp dân Đại Việt chống trả thành công cuộc xâm lược của quân Nguyên Mông....Nguyễn Trung Ngạn tự là Bang Trực, hiệu là Giới Hiên, người làng Thổ Hoàng, huyện Thiên Thi (nay là Ân Thi), tỉnh Hưng Yên. Nguyễn Trung Ngạn từ nhỏ đã thông minh xuất chúng, nổi tiếng thần đồng....Hồ Hán Thương là con thứ của Hồ Quý Ly, em Hồ Nguyên Trừng, vua thứ hai và cũng là vua cuối cùng của nhà Hồ, cai trị nước Đại Ngu từ năm 1401 đến 1407. Ngày 12-5 năm Đinh Hợi (1407), Hồ Hán Thương cùng cha Hồ Quý Ly...Hồ Nguyên Trừng còn có tên là Lê Trừng là nhà kỹ thuật quân sự, là một công trình sư lỗi lạc, ông cũng là người phát minh ra phương pháp đúc súng \"thần cơ\". Hồ Nguyên Trừng là người huyện Vĩnh Phúc, lộ Thanh Hoa (nay thuộc tỉnh...Nguyễn Cảnh Chân là danh tướng chống quân Minh đời Hậu Trần trong lịch sử Việt Nam. Ông người làng Ngọc Sơn, huyện Thanh Chương, tỉnh Nghệ An. Cuối thời nhà Trần, Nguyễn Cảnh Chân làm an phủ sứ Hoá Châu (nay là Thừa Thiên-Huế). Sau khi Hồ Hán Thương...Nguyễn Trãi hiệu là Ức Trai, quê ở Chi Ngại (nay thuộc Chí Linh, Hải Dương) sau rời về làng Ngọc Ổi (nay thuộc Nhị Khê, Thường Tín, Hà Nội). Cha là Nguyễn Phi Khanh, một học trò nghèo, học giỏi, đỗ Thái học sinh. Mẹ là Trần Thị Thái,...Lê Thái Tổ tên húy là Lê Lợi, là người khởi xướng khởi nghĩa Lam Sơn chiến thắng quân Minh trở thành vị Hoàng đế đầu tiên của triều Hậu Lê. Lê Lợi là con của Lê Khoáng và bà Trịnh Thị Ngọc Thương. Ông sinh vào giờ tý...Nguyễn Xí là công thần khai quốc nhà Hậu Lê trong lịch sử Việt Nam, sinh ra ở xã Nghi Hợp, huyện Nghi Lộc, Nghệ An, gốc người làng Cương Gián, huyện Nghi Xuân, Hà Tĩnh, Việt Nam. Nguyễn Xí sinh năm Đinh Sửu (1397) tại làng Thượng Xá, huyện...Nguyễn Chích hay Nguyễn Chính là công thần khai quốc nhà Lê sơ, người tham gia khởi nghĩa Lam Sơn. Ông quê ở xã Đông Ninh, huyện Đông Sơn, tỉnh Thanh Hóa, Việt Nam. Khi quân Minh xâm lược nước ta, cuộc kháng chiến do nhà Hồ lãnh đạo bị...Trần Nguyên Đán hiệu Băng Hồ tử, ông quê ở Tức Mặc, phủ Thiên Trường (nay là thôn Tức Mặc, phường Lộc Vượng, thành phố Nam Định, tỉnh Nam Định). Thân phụ ông là Uy Túc công Trần Văn Bích giữ chức Nhập nội Thái bảo, từng giúp Văn miếu...Người làng Cổ Lễ, huyện Nam Chân(sau đổi là huyện Nam Trực), phủ Thiên Trường. Nay là thị trấn Cổ Lễ, huyện Trực Ninh, tỉnh Nam Định. Ông đỗ trạng nguyên khoa Giáp Dần niên hiệu Long Khánh thứ 2 (1374), đời Trần Duệ Tông. Sau khi qua đời dân...Nguyễn Phi Khanh tên thật là Nguyễn Ứng Long, hiệu là Nhị Khê, đến đầu đời Hồ (khoảng năm 1401) đổi tên là Nguyễn Phi Khanh, sinh khoảng năm 1355 (?) tại Nhị Khê,huyện Thượng Phúc, phủ Quốc Oai,trấn Sơn Nam Thượng. Tổ tiên xa đời của ông vốn ở...Nguyễn An, còn gọi là A Lưu (tên gọi ở Trung Hoa), kiến trúc sư thời xưa, người Việt. Ông là tổng công trình sư và cùng với Sái Tín là kiến trúc sư trưởng của Tử Cấm Thành Bắc Kinh, Trung Quốc. Ông cũng tham gia trị thủy...Công chúa Huyền Trân (1287 – 1340), con gái vua Trần Nhân Tông và hoàng hậu Thiên Cảm, hạ giá lấy vua nước Champa Chế Mân. Chính nhờ cuộc hôn nhân này một mặt làm cho mối quan hệ giao bang Đại Việt – Chăm pa trở nên thân thiết...Nguyễn Thị Lộ (1400 - 1442), quê làng Hải Hồ nổi tiếng với nghề dệt chiếu (còn gọi làng Hới – Thái Bình ngày nay). Xuất thân trong gia đình nhà nông nhưng Nguyễn Thị Lộ được nuôi dạy rất bài bản, ăn học đến nơi đến chốn, kinh thư...Ông là một vị quan, nhà sử học của Việt Nam vào thời vua Trần Nghệ Tông. Ông làm quan cho triều Trần tới chức Hàn Lâm học sĩ phụng chỉ kiêm Thẩm hình viện sứ, soạn các bộ sách sử như Việt Nam thế chí (01 bộ); Việt sử...","namSinh":"1336","namMat":"1407"},
{"name":"Hùng Vương","desc":"Sử cũ viết, vào thế kỉ VII TCN, ở vùng Gia Ninh (Phú Thọ), có vị thủ lĩnh tài năng đã khuất phục được các bộ lạc và tự xưng là Hùng Vương, đóng đô ở Bạch Hạc (Phú Thọ), đặt tên nước Văn Lang. Theo bộ sử khác viết về sự tích Âu cơ - Lạc Long Quân, thì những người con theo mẹ Âu Cơ lên vùng cao đã tôn người anh cả lên làm vua, hiệu là Hùng Vương, đặt tên nước là Văn Lang.Hùng Vương giữ mọi quyền hành trong nước, đặt tướng văn là Lạc hầu, tướng võ là Lạc tướng. Con trai vua là Quan lang, con gái vua là Mị nương. Đời đời cha truyền con nối đều gọi là Hùng Vương. Từ thời Kinh Dương Vương (2879 TCN) cho đến hết thời Hùng Vương (năm 258 TCN) kéo dài 2.622 năm và tất cả có 18 vị vua Hùng. Đến năm 258 TCN nhà nước Văn Lang bị Thục Phán (tức An Dương Vương) thôn tính, chấm dứt thời Hùng Vương.","namSinh":"Không rõ","namMat":"Không rõ"},
{"name":"An Dương Vương","desc":"An Dương Vương tên thật là Thục Phán xưng vua năm 257 trước Công Nguyên, lập nên nước Âu Lạc, đóng đô ở thành Cổ Loa. Thời An Dương Vương (257 TCN - 207 TCN) là thời kỳ nối tiếp thời Hồng Bàng của 18 đời Vua Hùng.Năm 218 TCN, Tần Thủy Hoàng sai quân đánh xuống phương Nam, tiến sâu vào vùng Bắc Văn Lang, nơi người Lạc Việt cùng sống với người Tây Âu, giết người thủ lĩnh Tây Âu. Thục Phán được đưa lên làm tướng để đánh quân Tần. Sau khi đánh thắng quân Tần, Thục phán đã buộc vua Hùng phải nhường ngôi cho mình. Ông tự xưng là An Dương Vương, đóng đô ở Phong Khuê (nay là vùng Cổ Loa, huyện Đông Anh - Hà Nội). Ông cho xây dựng thành Cổ Loa rộng hơn nghìn trượng như hình trôn ốc. Tuy nhiên, sau này An Dương Vương mắc kế của Triệu Đà, một vị tướng của nhà Tần. An Dương Vương bị thất bại, phải bỏ chạy và tự tử. Âu Lạc rơi vào ách đô hộ của nhà Triệu, kết thúc thời kỳ An Dương Vương.","namSinh":"Không rõ","namMat":"Không rõ"},
{"name":"Hai Bà Trưng","desc":"Hai Bà Trưng là Trưng Trắc và Trưng Nhị ở huyện Mê Linh (vùng đất từ ba Vì đến Tam Đảo, nay thuộc Hà Nội, Vĩnh Phúc) là con gái Lạc tướng thuộc dòng dõi Hùng Vương. Chồng bà Trưng Trắc là Thi Sách, con trai Lạc tướng huyện Chu Diên (vùng Đan Phượng và Từ Liêm - Hà Nội).Hai gia đình Lạc tướng cùng mưu việc lớn. Họ bí mật tìm cách liên kết với các thủ lĩnh ở mọi miền đất nước để chuẩn bị nổi dậy. Không may, Thi Sách bị quân Hán giết chết. Để đòi nợ nước, trả thù nhà Hai Bà Trưng khởi binh chống lại quân Hán, lập ra một quốc gia với kinh đô tại Mê Linh và tự phong là Nữ vương. Năm 42-43 vua Hán sai Mã Viện chỉ huy đạo quân sang xâm lược nước ta, mặc dù cuộc khởi nghĩa chống lại quân xâm lược bị thất bại nhưng Hai Bà Trưng vẫn được xem là những bậc nữ nhi hào kiệt hiếm có trong lịch sử và được coi là anh hùng dân tộc của Việt Nam. Hai bà được thờ cúng tại nhiều đền thờ, trong đó lớn nhất là Đền Hai Bà Trưng ở quận Hai Bà Trưng, Hà Nội và đền Hai Bà Trưng tại thôn Hạ Lôi, xã Mê Linh, huyện Mê Linh,Vĩnh Phúc nay là Mê Linh,Hà Nội - quê hương của hai bà.Bát Nàn Công Chúa (Còn có các tên gọi khác là Bát Nạn, Vũ Thị Thục, Vũ Thị Thục Nương) (Đinh Sửu 17 – Quí Mão 43)-Nữ tướng giỏi của Hai Bà Trưng...","namSinh":"Không rõ","namMat":"43"},
{"name":"Bà Triệu","desc":"Bà Triệu có tên là Triệu Thị Trinh, thuở nhỏ ba mẹ đều mất sớm, là em gái của Triệu Quốc Đạt - một hào trưởng lớn ở miền núi huyện Quan yên, thuộc quận Cửu Chân (huyện Yên Định, Thanh Hóa), bà là người có sức khỏe, có chí lớn và giàu mưu chí. Năm 19 tuổi, bà đã cùng anh trai tập hợp nhiều nghĩa sĩ trên đỉnh núi Nưa, mài gươm luyện võ, chuẩn bị khởi nghĩa.Sau khi Triệu Quốc Đạt lâm bệnh qua đời. Các nghĩa binh tôn bà lên làm chủ. Khi ra trận, Bà mặc áo giáp vàng, đi guốc ngà, cài trâm vàng, cưỡi voi và được tôn là Nhụy Kiều tướng quân. Sau khi cuộc khởi nghĩa chống lại quân Ngô bị đàn áp, bà Triệu hi sinh trên núi Tùng (Phú Điền - Hậu Lộc - Thanh Hóa). Ở đây hiện vẫn còn lăng mộ Bà.Bà Triệu có tên là Triệu Thị Trinh, thuở nhỏ ba mẹ đều mất sớm, là em gái của Triệu Quốc Đạt - một hào trưởng lớn ở miền núi huyện Quan yên, thuộc quận Cửu Chân (huyện Yên Định, Thanh Hóa), bà là người có sức khỏe, có chí...Sĩ Tiếp là thái thú cai trị đất Giao Chỉ (nay tương ứng với miền Bắc Việt Nam) vào thời Bắc thuộc từ năm 187 đến năm 226 (cuối thời Đông Hán, đầu thời Tam Quốc trong lịch sử Trung Quốc). Ông được coi là một vị quan cai trị...Triệu Thị Trinh (còn có những tên gọi khác như Triệu Trinh Nương, Nàng Trinh hoặc là Bà Triệu) sinh trưởng tại làng Cẩm Trướng, huyện Quân Yên (cũng tức là huyện Quan Yên), quận Cửu Chân. Vào thời nhà Nguyễn, làng Cẩm Trướng thuộc xã Cẩm Trướng (còn có...","namSinh":"226","namMat":"248"},
{"name":"Lý Nam Đế","desc":"Lý Nam Đế là vị hoàng đế sáng lập nhà Tiền Lý và khai sinh nhà nước Vạn Xuân trong lịch sử Việt Nam, ông tên thật là Lý Bí (còn gọi là Lý Bôn), quê ở Thái Bình (mạn bắc Sơn tây). Tổ tiên của ông là người Trung Quốc, vào cuối thời Tây Hán thì tránh sang ở Việt Nam (lúc đó đang là thuộc địa của Trung Quốc) để trốn nạn binh đao. Qua 7 đời, đến đời Lý Bí thì dòng họ Lý đã ở Việt Nam được hơn 5 thế kỷ.Từ nhỏ, Lý Bí đã tỏ ra là một cậu bé thông minh, sớm hiểu biết. Khi Lý Bí 5 tuổi thì cha mất, 7 tuổi thì mẹ qua đời. Ông đến ở với chú ruột. Một hôm, có một vị Pháp tổ thiền sư đi ngang qua, trông thấy Lý Bí khôi ngô, tuấn tú liền xin đem về chùa nuôi dạy. Sau hơn 10 năm rèn sách chuyên cần, Lý Bí trở thành người học rộng, hiểu sâu. Nhờ có tài văn võ kiêm toàn, ông được tôn lên làm thủ lĩnh địa phương. Có thời gian ông được cử giữ chức chỉ huy quân đội ở Đức Châu (nam Nghệ An - Hà Tĩnh). Một thời gian ngắn sau, vì căm ghét bọn đô hộ, ông đã từ quan về quê, ngấm ngầm liên lạc với các hào kiệt trong vùng để chuẩn bị nổi dậy. Sau khi chiến thắng quân Lương và đánh tan quân Lâm Ấp, Lý Bí lên ngôi hoàng đế (Lý Nam Đế), đặt tên nước là Vạn Xuân, dựng kinh đô ở vùng cửa sông Tô Lịch (Hà Nội), đặt niên hiệu là Thiên Đức. Năm 548, Lý Nam Đế bị nhiễm lam chướng, ốm qua đời, thọ 46 tuổi.Lý Nam Đế là vị hoàng đế sáng lập nhà Tiền Lý và khai sinh nhà nước Vạn Xuân trong lịch sử Việt Nam, ông tên thật là Lý Bí (còn gọi là Lý Bôn), quê ở Thái Bình (mạn bắc Sơn tây). Tổ tiên của ông là người Trung...Phạm Tu là võ tướng, công thần khai quốc nhà Tiền Lý trong lịch sử Việt Nam. Ông là người có công giúp Lý Nam Đế đánh đuổi quân xâm lược nhà Lương, thành lập nước Vạn Xuân độc lập. Theo thần tích, Phạm Tú người ở trang Quang Liệt...","namSinh":"503","namMat":"548"},
{"name":"Triệu Việt Vương","desc":"Triệu Việt Vương tên thật là Triệu Quang Phục, người có công kế tục Lý Nam Đế đánh đuổi quân xâm lược nhà Lương, giữ nền độc lập cho nước Vạn Xuân, và là vua Việt Nam cai trị từ năm 548 đến năm 571.Triệu Quang Phục là con Triệu Túc, người huyện Chu Diên một thủ lĩnh địa phương có lòng yêu nước không chịu khuất phục nhà Lương. Ông cùng cha theo Lý Nam Đế khởi nghĩa từ ngày đầu, có công lao đánh đuổi quân Lương về nước, được Lý Bí rất tin cậy và trao chức tả tướng quân nước Vạn Xuân. Sau thất bại ở hồ Điển Triệt, ông được Lý Nam Đế trao quyền chỉ huy chống quân Lương. Ông đã đánh bại được quân Lương và lên ngôi vua lấy hiệu là Triệu Việt Vương. 20 năm sau, Lý Phật Tử từ phía nam kéo quân về cướp ngôi, Triệu Việt Vương bị thua trận, ông tự tử ở cửa sông Đáy, kết thúc triều đại của mình. Người đời sau lập đền thờ ông ở nhiều nơi, tập trung chủ yếu ở vùng ven biển 2 tỉnh Ninh Bình và Nam Định.","namSinh":"Không rõ","namMat":"571"},
{"name":"Mai Hắc Đế","desc":"Mai Hắc Đế tên thật là Mai Thúc Loan, ông là một anh hùng dân tộc, là người lãnh đạo cuộc khởi nghĩa nông dân chống lại quân nhà Đường, sau khi lên ngôi vua ông lấy hiệu là Hắc Đế.Mai Thúc Loan là người làng Mai Phụ (cón có tên là Kẻ Mỏm), một làng làm muối ở cửa biển Thạch Hà (huyện Thạch Hà, tỉnh Hà Tĩnh). Bố Mai Thúc Loan là Mai Hoàn, mẹ là Mai An Hòa nguyên gốc Lộc Hà - Hà Tĩnh, sau mẹ ông đưa con sang sống ở Ngọc Trừng (huyện Nam Đàn, tỉnh Nghệ An). Ngay từ nhỏ ông đã phải kiếm củi, chăn trâu, cày ruộng cho nhà giàu nhưng ông h